[
  {
    "department": "Statistics",
    "series": "Mathematical Finance Seminar Series",
    "entries": [
      {
        "seminar_title": "The Optimal Mean-Variance Selling Problem with Finite Horizon",
        "date": "29-Jan-26",
        "location": "Room 903, 1255 Amsterdam Ave.",
        "time": "4:10 pm - 5:25 pm",
        "speaker": "Goran Peskir",
        "affiliation": "University of Manchester",
        "abstract": "Imagine an investor who owns a stock that he wishes to sell so as to maximize his return and minimize his risk upon selling. In line with the classic mean-variance analysis, we identify the return with the expectation of the stock price and the risk with the variance of the stock price.\nThe quadratic nonlinearity of the variance then moves the resulting optimal stopping problem outside the scope of the standard/linear optimal stopping theory. Consequently, the results and methods of the standard/linear optimal stopping theory are no longer applicable in this new/nonlinear setting.\nThe solution to the nonlinear problem when the horizon is infinite has been known for some time, however, the method of proof used to solve the nonlinear problem in that case is not applicable in the case when the horizon is finite. The purpose of the talk is to present a new method of proof which solves the nonlinear problem when the horizon is finite. [This is joint work with P. Johnson and J.L. Pedersen]",
        "bio": "N/A"
      },
      {
        "seminar_title": "N/A",
        "date": "5-Feb-26",
        "location": "Room 903, 1255 Amsterdam Ave.",
        "time": "4:10 pm - 5:25 pm",
        "speaker": "Jim Gatheral and Xin Zhang",
        "affiliation": "Baruch and NYU",
        "abstract": "N/A",
        "bio": "N/A"
      },
      {
        "seminar_title": "Particle Systems with Local Interactions via Hitting Times and Cascades on Graphs",
        "date": "12-Feb-26",
        "location": "Room 903, 1255 Amsterdam Ave.",
        "time": "4:10 pm - 5:25 pm",
        "speaker": "Yucheng Guo",
        "affiliation": "Princeton",
        "abstract": "We study particle systems interacting via hitting times on sparsely connected graphs, following the framework of Lacker, Ramanan and Wu (2023). We provide general robustness conditions that guarantee the well-posedness of physical solutions to the dynamics, and demonstrate their connections to the dynamic percolation theory. We then study the limiting behavior of the particle systems, establishing the continuous dependence of the joint law of the physical solution on the underlying graph structure with respect to local convergence and showing the convergence of the global empirical measure, which extends the general results by Lacker et al. to systems with singular interaction. The model proposed provides a general framework for analyzing systemic risks in large sparsely connected financial networks with a focus on local interactions, featuring instantaneous default cascades. Joint work with Qinxin Yan (Princeton PACM).",
        "bio": "N/A"
      },
      {
        "seminar_title": "N/A",
        "date": "19-Feb-26",
        "location": "Room 903, 1255 Amsterdam Ave.",
        "time": "4:10 pm - 5:25 pm",
        "speaker": "N/A",
        "affiliation": "N/A",
        "abstract": "N/A",
        "bio": "N/A"
      },
      {
        "seminar_title": "N/A",
        "date": "26-Feb-26",
        "location": "Location TBA",
        "time": "4:10 pm - 5:25 pm",
        "speaker": "Mathias Beiglboeck and David Itkin",
        "affiliation": "Vienna and Imperial",
        "abstract": "N/A",
        "bio": "N/A"
      },
      {
        "seminar_title": "N/A",
        "date": "5-Mar-26",
        "location": "Room 903, 1255 Amsterdam Ave.",
        "time": "4:10 pm - 5:25 pm",
        "speaker": "Thibault Mastrolia",
        "affiliation": "Berkeley",
        "abstract": "N/A",
        "bio": "N/A"
      }
    ]
  },
  {
    "department": "Cancer Dynamics",
    "series": "IICD Seminar Series",
    "entries": [
      {
        "seminar_title": "IICD Seminar Series: David Cheek, Harvard University",
        "date": "11-Feb-26",
        "location": "Location not specified",
        "time": "2:00 PM",
        "speaker": "See Abstract",
        "affiliation": "Harvard University",
        "abstract": "N/A",
        "bio": "Not detected in text"
      }
    ]
  },
  {
    "department": "Economics and Politics",
    "series": "Econ and PoliSci Seminar Series",
    "entries": [
      {
        "seminar_title": "Policy Instruments and Firm Selection: The (Non-)Equivalence of Place-Based Policies in Spatial Equilibrium",
        "date": "11-Feb-26",
        "location": "1101 IAB",
        "time": "12:00p-1:00p",
        "speaker": "Leran Qi",
        "affiliation": "Columbia University",
        "abstract": "This project examines how the specific design of place-based policy instruments shapes firm selection and productivity sorting. While standard approaches often abstract from asymmetries across instruments, I demonstrate that instrument equivalence breaks down once firm-level production and cost structures are taken into account. Using a general equilibrium framework with heterogeneous firms, I show that different instruments generate divergent sorting outcomes and industry composition through their interaction with local factor markets. These findings suggest that instrument choice has important implications for the evaluation and design of place-based industrial policies.",
        "bio": "PhD Student in Economics Columbia University"
      },
      {
        "seminar_title": "Online Estimation and Inference of ATE Using SGD",
        "date": "11-Feb-26",
        "location": "1102 IAB",
        "time": "12:00p-1:00p",
        "speaker": "Thu Pham",
        "affiliation": "Columbia University",
        "abstract": "N/A",
        "bio": "PhD Student in Economics Columbia University"
      },
      {
        "seminar_title": "Evaluating the Advertising Deduction: Optimal Deductions for Non-Production Activities",
        "date": "11-Feb-26",
        "location": "N/A",
        "time": "12:30p-1:15p",
        "speaker": "Eric Heiser",
        "affiliation": "Columbia University",
        "abstract": "N/A",
        "bio": "PhD Student in Economics Columbia University"
      },
      {
        "seminar_title": "The Effects of Reallocating Severance Savings on Firms and Workers",
        "date": "11-Feb-26",
        "location": "N/A",
        "time": "1:15p-2:00p",
        "speaker": "Isabella Di Filippo",
        "affiliation": "Columbia University",
        "abstract": "N/A",
        "bio": "PhD Student in Economics Columbia University"
      },
      {
        "seminar_title": "How Do Voters Process Information? The Case of Criminal Politicians in India",
        "date": "12-Feb-26",
        "location": "1101 IAB",
        "time": "4:10p-5:25p",
        "speaker": "Yusuf Neggers",
        "affiliation": "N/A",
        "abstract": "We study how voters process information through two experiments around Indian elections. In a large-scale experiment, we show that providing voters information about candidates’ criminal charges increases votes for clean candidates and reduces votes for criminal politicians, with larger penalties for candidates facing more and serious charges. A follow-up experiment replicates these results and identifies two mechanisms. First, information facilitates learning: voters form more accurate beliefs and evaluate criminal candidates less favorably. Second, using direct measures of voter attention, we show that information makes criminality more salient—especially when it is surprising or highlights contrast—and increases its weight in voting decisions. Our findings demonstrate that information can improve political selection in polarized environments by helping voters learn about, and drawing their attention to, valence qualities.",
        "bio": "N/A"
      },
      {
        "seminar_title": "The New Economic Geography",
        "date": "12-Feb-26",
        "location": "IAB 1219",
        "time": "4:30p-6:00p",
        "speaker": "Adam Posen",
        "affiliation": "Peterson Institution for International Economics",
        "abstract": "N/A",
        "bio": "President Peterson Institution for International Economics"
      }
    ]
  }
]