[
  {
    "department": "Economics and Politics",
    "series": "Econ and PoliSci Seminar Series",
    "entries": [
      {
        "seminar_title": "No Prices No Games!: Four Economic Models",
        "date": "20-FEB-26",
        "location": "1027 IAB",
        "time": "2:00p-4:00p",
        "speaker": "Ariel Rubinstein",
        "affiliation": "Tel Aviv University",
        "abstract": "While current economic theory focuses on prices and games, this book models economic settings where harmony is established through one of the following societal conventions: -A power relation according to which stronger agents are able to force weaker ones to do things against their will. -A norm that categorizes actions as permissible or forbidden. -A status relation over alternatives which limits each agent’s choices. -Systematic biases in agents’ preferences. These four conventions are analysed using simple and mathematically straightforward models, without any pretensions regarding direct applied usefulness. While we do not advocate for the adoption of any of these conventions specifically – we do advocate that when modelling an economic situation, alternative equilibrium notions should be considered, rather than automatically reaching for the familiar approaches of prices or games.",
        "bio": "Professor of Economics"
      },
      {
        "seminar_title": "Canceled",
        "date": "24-FEB-26",
        "location": "1101 IAB",
        "time": "2:45p-4:00p",
        "speaker": "Vivek Bhattacharya",
        "affiliation": "Northwestern University",
        "abstract": "Canceled",
        "bio": "Associate Professor of Economics"
      },
      {
        "seminar_title": "Resource Nationalism and Industrial Policy: Evidence from Indonesia",
        "date": "25-FEB-26",
        "location": "1101 IAB",
        "time": "12:00p-1:00p",
        "speaker": "Patrick Farrell",
        "affiliation": "Columbia University",
        "abstract": "Many developing countries have implemented industrial policies that support local processing of natural resources. These policies are often motivated by resource nationalism, the aim of capturing more of the benefits from natural resource endowments. This project examines the consequences of Indonesia’s 2009 Mining Law, which restricted exports of unprocessed natural resources to encourage the development of domestic processing. While the policy did spur local processing capability for nickel, the nature of rents in the processing sector (and how these were affected by the ban) remains unclear. Future work will estimate a model of two-sided market power exercised by intermediary processors.",
        "bio": "PhD Student in Economics"
      },
      {
        "seminar_title": "Learning Against Nature: Minimax Regret and the Price of Robustness",
        "date": "25-FEB-26",
        "location": "1102 IAB",
        "time": "12:00p-1:00p",
        "speaker": "Tianling Luo",
        "affiliation": "Columbia University",
        "abstract": "Learning Against Nature: Minimax Regret and the Price of Robustness",
        "bio": "PhD Student in Economics"
      },
      {
        "seminar_title": "Piece by Piece, Hour by Hour: Wage-Setting, Productivity, and Turnover",
        "date": "25-FEB-26",
        "location": "N/A",
        "time": "12:30p-1:15p",
        "speaker": "Jared Grogan",
        "affiliation": "Columbia University",
        "abstract": "Piece by Piece, Hour by Hour: Wage-Setting, Productivity, and Turnover",
        "bio": "PhD Student in Economics"
      },
      {
        "seminar_title": "AI Slowing You Down? Evidence from U.S. Patent Examiners",
        "date": "25-FEB-26",
        "location": "N/A",
        "time": "1:15p-1:45p",
        "speaker": "Dorothy WS Ting",
        "affiliation": "Columbia University",
        "abstract": "AI Slowing You Down? Evidence from U.S. Patent Examiners",
        "bio": "PhD Student in Economics"
      }
    ]
  }
]