[
  {
    "department": "Statistics",
    "series": "Student Seminar Series",
    "entries": [
      {
        "seminar_title": "Robust Point Matching with Distance Profiles",
        "date": "28-Jan-2026",
        "location": "Room 1025 SSW, 1255 Amsterdam Avenue",
        "time": "12:00 - 1:00 pm",
        "speaker": "Yoonhaeng Hur",
        "affiliation": "N/A",
        "abstract": "Computational difficulty of quadratic matching and the Gromov-Wasserstein distance has led to various approximation and relaxation schemes. One of such methods, relying on the notion of distance profiles, has been widely used in practice, but its theoretical understanding is limited. By delving into the statistical complexity of the previously proposed method based on distance profiles, we show that it suffers from the curse of dimensionality unless we make certain assumptions on the underlying metric measure spaces. Building on this insight, we propose and analyze a modified matching procedure that can be used to robustly match points under a certain probabilistic setting. We demonstrate the performance of the proposed methods using simulations and real data applications to complement the theoretical findings. As a result, we contribute to the literature by providing theoretical underpinnings of the matching procedures based on distance invariants like distance profiles, which have been widely used in practice but rarely analyzed theoretically.",
        "bio": "N/A"
      },
      {
        "seminar_title": "Regularized f-Divergence Kernel Tests",
        "date": "4-Feb-2026",
        "location": "Room 1025 SSW, 1255 Amsterdam Avenue",
        "time": "12:00 - 1:00 pm",
        "speaker": "Monica Ribero",
        "affiliation": "Research Scientist at Google NYC",
        "abstract": "We propose a framework to construct practical kernel-based two-sample tests from the family of f-divergences. The test statistic is computed from the witness function of a regularized variational representation of the divergence, which we estimate using kernel methods. The proposed test is adaptive over hyperparameters such as the kernel bandwidth and the regularization parameter. We provide theoretical guarantees for statistical test power across our family of f-divergence estimates. While our test covers a variety of f-divergences, we bring particular focus to the Hockey-Stick divergence, motivated by its applications to differential privacy auditing and machine unlearning evaluation. For two-sample testing, experiments demonstrate that different f-divergences are sensitive to different localized differences, illustrating the importance of leveraging diverse statistics. For machine unlearning, we propose a relative test that distinguishes true unlearning failures from safe distributional variations.",
        "bio": "N/A"
      }
    ]
  },
  {
    "department": "Statistics",
    "series": "Mathematical Finance Seminar Series",
    "entries": [
      {
        "seminar_title": "The Optimal Mean-Variance Selling Problem with Finite Horizon",
        "date": "29-Jan-26",
        "location": "Room 903, 1255 Amsterdam Ave.",
        "time": "4:10 pm - 5:25 pm",
        "speaker": "Goran Peskir",
        "affiliation": "University of Manchester",
        "abstract": "Imagine an investor who owns a stock that he wishes to sell so as to maximize his return and minimize his risk upon selling. In line with the classic mean-variance analysis, we identify the return with the expectation of the stock price and the risk with the variance of the stock price.\nThe quadratic nonlinearity of the variance then moves the resulting optimal stopping problem outside the scope of the standard/linear optimal stopping theory. Consequently, the results and methods of the standard/linear optimal stopping theory are no longer applicable in this new/nonlinear setting.\nThe solution to the nonlinear problem when the horizon is infinite has been known for some time, however, the method of proof used to solve the nonlinear problem in that case is not applicable in the case when the horizon is finite. The purpose of the talk is to present a new method of proof which solves the nonlinear problem when the horizon is finite. [This is joint work with P. Johnson and J.L. Pedersen]",
        "bio": "N/A"
      },
      {
        "seminar_title": "columbia-nyu financial engineering colloquium-jim-gatheral-xin-zhang",
        "date": "5-Feb-26",
        "location": "Room 903, 1255 Amsterdam Ave.",
        "time": "4:10 pm - 5:25 pm",
        "speaker": "Jim Gatheral and Xin Zhang",
        "affiliation": "Baruch and NYU",
        "abstract": "Details for this seminar can be found here: https://urldefense.com/v3/__https://engineering.nyu.edu/events/2026/02/05/columbia-nyu-financial-engineering-colloquium-jim-gatheral-xin-zhang__;!!BDUfV1Et5lrpZQ!UVYwxb7oHyja43uD8ANbDrnRbBWiCY4TfYTKmwgkhxcqkZe9FrUZ-nA7D74-FJOr5H29cX4qQEg7Q9K160L4Gf4$",
        "bio": "N/A"
      },
      {
        "seminar_title": "Particle Systems with Local Interactions via Hitting Times and Cascades on Graphs",
        "date": "12-Feb-26",
        "location": "Room 903, 1255 Amsterdam Ave.",
        "time": "4:10 pm - 5:25 pm",
        "speaker": "Yucheng Guo",
        "affiliation": "Princeton",
        "abstract": "We study particle systems interacting via hitting times on sparsely connected graphs, following the framework of Lacker, Ramanan and Wu (2023). We provide general robustness conditions that guarantee the well-posedness of physical solutions to the dynamics, and demonstrate their connections to the dynamic percolation theory. We then study the limiting behavior of the particle systems, establishing the continuous dependence of the joint law of the physical solution on the underlying graph structure with respect to local convergence and showing the convergence of the global empirical measure, which extends the general results by Lacker et al. to systems with singular interaction. The model proposed provides a general framework for analyzing systemic risks in large sparsely connected financial networks with a focus on local interactions, featuring instantaneous default cascades. Joint work with Qinxin Yan (Princeton PACM).",
        "bio": "N/A"
      },
      {
        "seminar_title": "N/A",
        "date": "19-Feb-26",
        "location": "Room 903, 1255 Amsterdam Ave.",
        "time": "4:10 pm - 5:25 pm",
        "speaker": "N/A",
        "affiliation": "N/A",
        "abstract": "N/A",
        "bio": "N/A"
      },
      {
        "seminar_title": "N/A",
        "date": "26-Feb-26",
        "location": "TBA",
        "time": "4:10 pm - 5:25 pm",
        "speaker": "Mathias Beiglboeck and David Itkin",
        "affiliation": "Vienna and Imperial",
        "abstract": "N/A",
        "bio": "N/A"
      },
      {
        "seminar_title": "N/A",
        "date": "5-Mar-26",
        "location": "Room 903, 1255 Amsterdam Ave.",
        "time": "4:10 pm - 5:25 pm",
        "speaker": "Thibault Mastrolia",
        "affiliation": "Berkeley",
        "abstract": "N/A",
        "bio": "N/A"
      }
    ]
  },
  {
    "department": "Economics and Politics",
    "series": "Econ and PoliSci Seminar Series",
    "entries": [
      {
        "seminar_title": "Barriers to Industrial Growth and Long-run Productive Efficiency: The Role of Policy Induced Misallocation",
        "date": "09-FEB-26",
        "location": "1101 IAB",
        "time": "11:30a-12:10p",
        "speaker": "Tianyu Luo",
        "affiliation": "Columbia University",
        "abstract": "Barriers to Industrial Growth and Long-run Productive Efficiency: The Role of Policy Induced Misallocation",
        "bio": "Tianyu Luo PhD Candidate in Economics Columbia University"
      },
      {
        "seminar_title": "Search Design",
        "date": "09-FEB-26",
        "location": "1101 IAB",
        "time": "12:10p-12:50p",
        "speaker": "Antoine Chapel",
        "affiliation": "Columbia University",
        "abstract": "Search Design",
        "bio": "Antoine Chapel PhD Student in Economics Columbia University"
      },
      {
        "seminar_title": "Information, Coordination and Welfare in Equity Financing",
        "date": "09-FEB-26",
        "location": "IAB 1101",
        "time": "1:00p-2:00p",
        "speaker": "Rodrigo Pacheco",
        "affiliation": "Columbia University",
        "abstract": "Information, Coordination and Welfare in Equity Financing",
        "bio": "Rodrigo Pacheco PhD Candidate in Economics Columbia University"
      },
      {
        "seminar_title": "Data Centers and Residential Electricity Prices: Evidence from the United States",
        "date": "09-FEB-26",
        "location": "N/A",
        "time": "1:00p-2:00p",
        "speaker": "Cameron Scalera",
        "affiliation": "N/A",
        "abstract": "Data centers may cause electricity prices to increase, which threatens energy affordability and the goals of the clean energy transition. Despite recent growth in both, causal evidence linking them is scarce. We use proprietary data on data center locations and a novel shift-share approach to provide the first estimates of effects on residential electricity prices in the United States. Surprisingly, we find that an additional data center decreases same-year prices, and these effects persist for a few years. However, higher dependence on renewable energy is associated with price increases from data centers. Our results provide initial causal evidence while highlighting open questions about long-term market dynamics with artificial intelligence and the role of energy composition",
        "bio": "Cameron Scalera PhD Student"
      },
      {
        "seminar_title": "Schedule Volatility in Hourly Service Work: Evidence and Implications for Federal Family Income-Support Policies",
        "date": "09-FEB-26",
        "location": "801 IAB",
        "time": "3:10p-4:40p",
        "speaker": "Elizabeth Ananat",
        "affiliation": "Barnard College - Columbia University",
        "abstract": "In the US, work opportunities for those with lower levels of formal education have moved in recent years toward service employment, and this concentration is especially strong among households with children. Even compared to other jobs for those without college degrees, service work is characterized by shorter tenure and less access to full-time hours, patterns that are visible in national data and are more pronounced for those with children. In novel data collected through daily text-message reports from hourly service workers with young children, we document additional patterns of volatility that have not previously been visible: in particular, both volatility in total hours worked per day and week and volatility in which hours of the day and week are worked. We show that this volatility requires workers aiming to maximize their earnings to set aside many more hours for work than they are actually paid for, interfering with other life responsibilities and the ability to supplement earnings with a second job. We develop novel metrics to capture these forms of volatility and to describe their sources. Finally, we discuss the implications of these findings for both means-tested programs and earnings-linked tax credits, the two major forms of income support provided by the federal government to families with children.",
        "bio": "Elizabeth Ananat Mallya Professor of Women and Economics Barnard College - Columbia University"
      },
      {
        "seminar_title": "US Monetary Policy: Past, Present, and Future",
        "date": "10-FEB-26",
        "location": "IAB 1512",
        "time": "12:00p-1:30p",
        "speaker": "Richard Clarida",
        "affiliation": "Columbia University",
        "abstract": "US Monetary Policy: Past, Present, and Future",
        "bio": "Richard Clarida C. Lowell Harriss Professor of Economics and Professor of International and Public Affairs Columbia University"
      }
    ]
  }
]