[
  {
    "department": "Statistics",
    "series": "Statistics Seminar Series",
    "entries": [
      {
        "seminar_title": "Algorithmic Stability in Statistical Inference",
        "date": "26-Jan-26",
        "location": "Room 903 SSW, 1255 Amsterdam Avenue",
        "time": "4:10 pm - 5:00 pm",
        "speaker": "Yuetian Luo",
        "affiliation": "Rutgers University",
        "abstract": "Algorithmic stability is a central concept in statistics and learning theory that measures how sensitive an algorithm's output is to small changes in the training data. In this talk, we consider two different perspectives of algorithmic stability in statistical inference. In the first part, we investigate the problem of distribution-free algorithm risk evaluation, uncovering fundamental limitations for answering these questions with limited amounts of data. To navigate the challenge, we will discuss how incorporating an assumption about algorithmic stability might help. In this second part, we reveal that while stability entails desirable properties, it is typically not sufficient on its own for statistical learning. For example, an algorithm that always outputs a constant function is perfectly stable but statistically meaningless. Then we will discuss the trade-offs between stability and accuracy in statistical inference.",
        "bio": "Yuetian Luo is an assistant professor in the Department of Statistics at Rutgers University. Before that, he was a postdoctoral scholar in the Data Science Institute at the University of Chicago, advised by Professor Rina Foygel Barber. He received his Ph.D. in Statistics from the University of Wisconsin-Madison in 2022 under the supervision of Professor Anru Zhang. His research interests lie broadly in distribution-free inference, computational complexity of statistical inference, tensor learning, robust statistics, and non-convex optimization."
      },
      {
        "seminar_title": "Nature-Inspired Metaheuristics as a General-Purpose Optimization Tool in Statistical Research",
        "date": "2-Feb-2026",
        "location": "Room 903 SSW, 1255 Amsterdam Avenue",
        "time": "4:10 pm - 5:00 pm",
        "speaker": "Weng Kee Wong",
        "affiliation": "UCLA",
        "abstract": "Nature-metaheuristics have been widely used in engineering, computer science and artificial intelligence to tackle various types of challenging optimization problems for decades and are increasingly used across disciplines. Interestingly, metaheuristics seem to be still relatively underused in the statistical research community. I present an overview of nature-inspired metaheuristics and describe their main appealing features, which are their speed, flexibility, availability of codes in different platforms, and ease of implementation and usage.\nAbove all, they are virtually assumption-free, enabling us to apply these general-purpose algorithms to tackle all kinds of high-dimensional optimization tasks. I will highlight recent applications of these algorithms to find theory-based early-phase clinical trials, that are more realistic and flexible than current designs.\nIf time permits, I will use an exemplary nature-inspired algorithm, called Particle Swarm Optimization and demonstrate how it quickly finds an optimal design for estimating a dose that optimizes a clinical utility index under a Bivariate Emax Model.\nKeywords: Continuous Designs, Early Phase Trials, Equivalence Theorems,\nOptimal Experiment Designs, Particle Swarm Optimization.",
        "bio": "Professor Wong is a Professor at UCLA since 1990 and over the years, he has done collaborative work in dentistry, environment health science, rheumatology, and various domains in oncology, including in the design and analysis of cancer control and prevention trials for controlling Hepatitis B among Asians, colorectal cancer for Hispanics, fighting obesity and promoting health of minorities at workplace.\nHis main methodology research is in the construction of model- based optimal experimental designs for various biostatistical applications.\nHis recent interests are in the applications of nature-inspired metaheuristics to tackle challenging estimation and design problems in toxicology, clinical trials and other areas of statistics.\nHe has delivered more than 250 presentations globally, including recent short courses in design at Seoul National University and at the Toxicology Center in TU Dortmund University in Germany. Professor Wong has received grant awards from NSF and private foundations, along with several R01 grant awards from NIH as a principal investigator.\nHe is fellow of the American Statistical Association, the Institute of Mathematical Statistics,\nthe\nAmerican Association for the Advancement of Science, an elected member of the International Statistical Institute and a full member of the Sigma Xi – The Scientific Research Honor Society. He has also just completed a 3-year Yushan Scholarship Award from the Ministry of Education in Taiwan."
      },
      {
        "seminar_title": "Learning Pseudo-Differential Operators",
        "date": "9-Feb-2026",
        "location": "Room 903 SSW, 1255 Amsterdam Avenue",
        "time": "4:10 pm - 5:00 pm",
        "speaker": "Daniel Sanz-Alonso",
        "affiliation": "University of Chicago",
        "abstract": "Pseudo-differential operators (PDOs) are a broad and fundamental class of operators in analysis and partial differential equations, with wide-ranging applications in mathematical and computational sciences. In this talk I will present recent work with Jiaheng Chen on learning elliptic PDOs from noisy data. Within a wavelet--Galerkin framework, we formulate this task as a structured infinite-dimensional regression problem with multiscale sparsity. Building on this structure, we propose a sparse, data- and computation-efficient estimator, which leverages a novel matrix compression scheme tailored to the learning task and a nested-support strategy to balance approximation and estimation errors. In addition to establishing convergence rates for the estimator, we show that the learned operator induces an efficient and stable Galerkin solver whose numerical error matches its statistical accuracy. Our results therefore contribute to bringing together operator learning, data-driven solvers, and wavelet methods in scientific computing.",
        "bio": "Daniel Sanz-Alonso is an Associate Professor in the Department of Statistics at the University of Chicago, where he is a member of the Committee on Computational and Applied Mathematics. Previously, he was a postdoctoral researcher in the Division of Applied Mathematics and a member of the Data Science Initiative at Brown University. He received his PhD in Mathematics and Statistics from the University of Warwick (UK) in 2016, under the supervision of Andrew Stuart and Gareth Roberts."
      },
      {
        "seminar_title": "Multivariate Integer-Valued Time Series",
        "date": "16-Feb-2026",
        "location": "Room 903 SSW, 1255 Amsterdam Avenue",
        "time": "4:10 pm - 5:00 pm",
        "speaker": "Konstantinos Fokianos",
        "affiliation": "University of Cyprus",
        "abstract": "We study inference and modelling techniques for multivariate count time series. In particular, we focus on autoregressive, network, and space–time models. The development of both the underlying theory and its applications depends critically on the choice of an appropriate response distribution for multivariate count data, as well as on the framework of observation‑driven models. Our aim is to highlight recent methodological advances in this area and to outline several directions for future research.",
        "bio": "N/A"
      },
      {
        "seminar_title": "N/A",
        "date": "23-Feb-2026",
        "location": "Room 903 SSW, 1255 Amsterdam Avenue",
        "time": "4:10 pm - 5:00 pm",
        "speaker": "Sophie Langer",
        "affiliation": "Ruhr University Bochum",
        "abstract": "N/A",
        "bio": "N/A"
      },
      {
        "seminar_title": "N/A",
        "date": "2-March-2026",
        "location": "Room 903 SSW, 1255 Amsterdam Avenue",
        "time": "4:10 pm - 5:00 pm",
        "speaker": "Robert Nowak",
        "affiliation": "University of Wisconsin",
        "abstract": "N/A",
        "bio": "N/A"
      },
      {
        "seminar_title": "N/A",
        "date": "9-March-2026",
        "location": "Room 903 SSW, 1255 Amsterdam Avenue",
        "time": "4:10 pm - 5:00 pm",
        "speaker": "Anru Zhang",
        "affiliation": "Duke University",
        "abstract": "N/A",
        "bio": "N/A"
      },
      {
        "seminar_title": "N/A",
        "date": "SPRING BREAK",
        "location": "Room 903 SSW, 1255 Amsterdam Avenue",
        "time": "4:10 pm - 5:00 pm",
        "speaker": "N/A",
        "affiliation": "N/A",
        "abstract": "N/A",
        "bio": "N/A"
      },
      {
        "seminar_title": "N/A",
        "date": "23-March-2026",
        "location": "Room 903 SSW, 1255 Amsterdam Avenue",
        "time": "4:10 pm - 5:00 pm",
        "speaker": "Tony Cai",
        "affiliation": "University of Pennsylvania",
        "abstract": "N/A",
        "bio": "N/A"
      },
      {
        "seminar_title": "N/A",
        "date": "30-March-2026",
        "location": "Room 903 SSW, 1255 Amsterdam Avenue",
        "time": "4:10 pm - 5:00 pm",
        "speaker": "Madhi Soltanolkotabi",
        "affiliation": "University of Southern California",
        "abstract": "N/A",
        "bio": "N/A"
      },
      {
        "seminar_title": "N/A",
        "date": "N/A",
        "location": "Room 903 SSW, 1255 Amsterdam Avenue",
        "time": "4:10 pm - 5:00 pm",
        "speaker": "N/A",
        "affiliation": "N/A",
        "abstract": "N/A",
        "bio": "N/A"
      }
    ]
  },
  {
    "department": "Statistics",
    "series": "Student Seminar Series",
    "entries": [
      {
        "seminar_title": "Robust Point Matching with Distance Profiles",
        "date": "28-Jan-2026",
        "location": "Room 1025 SSW, 1255 Amsterdam Avenue",
        "time": "12:00 - 1:00 pm",
        "speaker": "Yoonhaeng Hur",
        "affiliation": "N/A",
        "abstract": "Computational difficulty of quadratic matching and the Gromov-Wasserstein distance has led to various approximation and relaxation schemes. One of such methods, relying on the notion of distance profiles, has been widely used in practice, but its theoretical understanding is limited. By delving into the statistical complexity of the previously proposed method based on distance profiles, we show that it suffers from the curse of dimensionality unless we make certain assumptions on the underlying metric measure spaces. Building on this insight, we propose and analyze a modified matching procedure that can be used to robustly match points under a certain probabilistic setting. We demonstrate the performance of the proposed methods using simulations and real data applications to complement the theoretical findings. As a result, we contribute to the literature by providing theoretical underpinnings of the matching procedures based on distance invariants like distance profiles, which have been widely used in practice but rarely analyzed theoretically.",
        "bio": "N/A"
      },
      {
        "seminar_title": "Regularized f-Divergence Kernel Tests",
        "date": "4-Feb-2026",
        "location": "Room 1025 SSW, 1255 Amsterdam Avenue",
        "time": "12:00 - 1:00 pm",
        "speaker": "Monica Ribero",
        "affiliation": "Research Scientist at Google NYC",
        "abstract": "We propose a framework to construct practical kernel-based two-sample tests from the family of f-divergences. The test statistic is computed from the witness function of a regularized variational representation of the divergence, which we estimate using kernel methods. The proposed test is adaptive over hyperparameters such as the kernel bandwidth and the regularization parameter. We provide theoretical guarantees for statistical test power across our family of f-divergence estimates. While our test covers a variety of f-divergences, we bring particular focus to the Hockey-Stick divergence, motivated by its applications to differential privacy auditing and machine unlearning evaluation. For two-sample testing, experiments demonstrate that different f-divergences are sensitive to different localized differences, illustrating the importance of leveraging diverse statistics. For machine unlearning, we propose a relative test that distinguishes true unlearning failures from safe distributional variations.",
        "bio": "N/A"
      }
    ]
  },
  {
    "department": "Statistics",
    "series": "Mathematical Finance Seminar Series",
    "entries": [
      {
        "seminar_title": "The Optimal Mean-Variance Selling Problem with Finite Horizon",
        "date": "29-Jan-26",
        "location": "Room 903, 1255 Amsterdam Ave.",
        "time": "4:10 pm - 5:25 pm",
        "speaker": "Goran Peskir",
        "affiliation": "University of Manchester",
        "abstract": "Imagine an investor who owns a stock that he wishes to sell so as to maximize his return and minimize his risk upon selling. In line with the classic mean-variance analysis, we identify the return with the expectation of the stock price and the risk with the variance of the stock price.\nThe quadratic nonlinearity of the variance then moves the resulting optimal stopping problem outside the scope of the standard/linear optimal stopping theory. Consequently, the results and methods of the standard/linear optimal stopping theory are no longer applicable in this new/nonlinear setting.\nThe solution to the nonlinear problem when the horizon is infinite has been known for some time, however, the method of proof used to solve the nonlinear problem in that case is not applicable in the case when the horizon is finite. The purpose of the talk is to present a new method of proof which solves the nonlinear problem when the horizon is finite. [This is joint work with P. Johnson and J.L. Pedersen]",
        "bio": "Information about the speaker."
      },
      {
        "seminar_title": "Columbia-NYU Financial Engineering Colloquium",
        "date": "5-Feb-26",
        "location": "Room 903, 1255 Amsterdam Ave.",
        "time": "4:10 pm - 5:25 pm",
        "speaker": "Jim Gatheral and Xin Zhang",
        "affiliation": "Baruch and NYU",
        "abstract": "Details available at https://engineering.nyu.edu/events/2026/02/05/columbia-nyu-financial-engineering-colloquium-jim-gatheral-xin-zhang",
        "bio": "Information about the speakers."
      },
      {
        "seminar_title": "Particle Systems with Local Interactions via Hitting Times and Cascades on Graphs",
        "date": "12-Feb-26",
        "location": "Room 903, 1255 Amsterdam Ave.",
        "time": "4:10 pm - 5:25 pm",
        "speaker": "Yucheng Guo",
        "affiliation": "Princeton",
        "abstract": "We study particle systems interacting via hitting times on sparsely connected graphs, following the framework of Lacker, Ramanan and Wu (2023). We provide general robustness conditions that guarantee the well-posedness of physical solutions to the dynamics, and demonstrate their connections to the dynamic percolation theory. We then study the limiting behavior of the particle systems, establishing the continuous dependence of the joint law of the physical solution on the underlying graph structure with respect to local convergence and showing the convergence of the global empirical measure, which extends the general results by Lacker et al. to systems with singular interaction. The model proposed provides a general framework for analyzing systemic risks in large sparsely connected financial networks with a focus on local interactions, featuring instantaneous default cascades. Joint work with Qinxin Yan (Princeton PACM).",
        "bio": "Information about the speaker."
      },
      {
        "seminar_title": "Location TBA",
        "date": "26-Feb-26",
        "location": "Location TBA",
        "time": "4:10 pm - 5:25 pm",
        "speaker": "Mathias Beiglboeck and David Itkin",
        "affiliation": "Vienna and Imperial",
        "abstract": "No abstract provided.",
        "bio": "Information about the speakers."
      },
      {
        "seminar_title": "No title provided",
        "date": "5-Mar-26",
        "location": "Room 903, 1255 Amsterdam Ave.",
        "time": "4:10 pm - 5:25 pm",
        "speaker": "Thibault Mastrolia",
        "affiliation": "Berkeley",
        "abstract": "No abstract provided.",
        "bio": "Information about the speaker."
      }
    ]
  },
  {
    "department": "Cancer Dynamics",
    "series": "IICD Seminar Series",
    "entries": [
      {
        "seminar_title": "IICD Seminar Series: David Cheek, Harvard University",
        "date": "11-Feb-26",
        "location": "Location not specified",
        "time": "2:00 PM",
        "speaker": "See Abstract",
        "affiliation": "Harvard University",
        "abstract": "N/A",
        "bio": "Not detected in text"
      }
    ]
  },
  {
    "department": "Center for Science and Society",
    "series": "CSS Seminar Series",
    "entries": [
      {
        "seminar_title": "Guardians of the Glaciers",
        "date": "11-Feb-26",
        "location": "Location not specified",
        "time": "6:00 PM",
        "speaker": "See Abstract",
        "affiliation": "Center for Science and Society",
        "abstract": "N/A",
        "bio": "Not detected in text"
      },
      {
        "seminar_title": "Ted Gordon - The Composer\b0s Black Box",
        "date": "12-Feb-26",
        "location": "Location not specified",
        "time": "2:00 PM",
        "speaker": "See Abstract",
        "affiliation": "Center for Science and Society",
        "abstract": "N/A",
        "bio": "Not detected in text"
      },
      {
        "seminar_title": "Marcia N. Macedo - Breathing in the Amazon: Building a Community-Centered Network of Low- Cost Sensors to Monitor Local Air Pollution from Fires",
        "date": "16-Feb-26",
        "location": "Location not specified",
        "time": "12:00 PM",
        "speaker": "See Abstract",
        "affiliation": "Center for Science and Society",
        "abstract": "N/A",
        "bio": "Not detected in text"
      },
      {
        "seminar_title": "Barbara Kiviat - The Moral Economy of Using Real-Time Driving Data to Price Car Insurance",
        "date": "16-Feb-26",
        "location": "Location not specified",
        "time": "1:00 PM",
        "speaker": "See Abstract",
        "affiliation": "Center for Science and Society",
        "abstract": "N/A",
        "bio": "Not detected in text"
      },
      {
        "seminar_title": "Environmental Humanities Working Group Meeting",
        "date": "17-Feb-26",
        "location": "Location not specified",
        "time": "5:00 PM",
        "speaker": "See Abstract",
        "affiliation": "Center for Science and Society",
        "abstract": "N/A",
        "bio": "Not detected in text"
      },
      {
        "seminar_title": "Vinciane Despret - Doing History with Animals",
        "date": "18-Feb-26",
        "location": "Location not specified",
        "time": "6:00 PM",
        "speaker": "See Abstract",
        "affiliation": "Center for Science and Society",
        "abstract": "N/A",
        "bio": "Not detected in text"
      },
      {
        "seminar_title": "Justin Stearns - Revealed Sciences: Religion, Science, and the Occult in Early Modern Morocco",
        "date": "18-Feb-26",
        "location": "Location not specified",
        "time": "6:30 PM",
        "speaker": "See Abstract",
        "affiliation": "Center for Science and Society",
        "abstract": "N/A",
        "bio": "Not detected in text"
      },
      {
        "seminar_title": "Yingyao Wang\n - The World in China and China in the World: A Preliminary Analysis of the Rise of Area Studies in China",
        "date": "23-Feb-26",
        "location": "Location not specified",
        "time": "10:00 AM",
        "speaker": "See Abstract",
        "affiliation": "Center for Science and Society",
        "abstract": "N/A",
        "bio": "Not detected in text"
      },
      {
        "seminar_title": "Yingyao Wang - Seeing Like Many States: Economic Policy Paradigms and the Remaking of the Chinese State in the Reform Era",
        "date": "23-Feb-26",
        "location": "Location not specified",
        "time": "12:30 PM",
        "speaker": "See Abstract",
        "affiliation": "Center for Science and Society",
        "abstract": "N/A",
        "bio": "Not detected in text"
      },
      {
        "seminar_title": "Asian Americans in Focus: Data, Narrative, and Action",
        "date": "23-Feb-26",
        "location": "Location not specified",
        "time": "5:30 PM",
        "speaker": "See Abstract",
        "affiliation": "Center for Science and Society",
        "abstract": "N/A",
        "bio": "Not detected in text"
      }
    ]
  },
  {
    "department": "Economics and Politics",
    "series": "Econ and PoliSci Seminar Series",
    "entries": [
      {
        "seminar_title": "US Monetary Policy: Past, Present, and Future",
        "date": "10-Feb-26",
        "location": "IAB 1512",
        "time": "12:00p-1:30p",
        "speaker": "Richard Clarida",
        "affiliation": "Columbia University",
        "abstract": "US Monetary Policy: Past, Present, and Future",
        "bio": "C. Lowell Harriss Professor of Economics and Professor of International and Public Affairs"
      },
      {
        "seminar_title": "Policy Instruments and Firm Selection: The (Non-)Equivalence of Place-Based Policies in Spatial Equilibrium",
        "date": "11-Feb-26",
        "location": "1101 IAB",
        "time": "12:00p-1:00p",
        "speaker": "Leran Qi",
        "affiliation": "Columbia University",
        "abstract": "This project examines how the specific design of place-based policy instruments shapes firm selection and productivity sorting. While standard approaches often abstract from asymmetries across instruments, I demonstrate that instrument equivalence breaks down once firm-level production and cost structures are taken into account. Using a general equilibrium framework with heterogeneous firms, I show that different instruments generate divergent sorting outcomes and industry composition through their interaction with local factor markets. These findings suggest that instrument choice has important implications for the evaluation and design of place-based industrial policies.",
        "bio": "PhD Student in Economics"
      },
      {
        "seminar_title": "Online Estimation and Inference of ATE Using SGD",
        "date": "11-Feb-26",
        "location": "1102 IAB",
        "time": "12:00p-1:00p",
        "speaker": "Thu Pham",
        "affiliation": "Columbia University",
        "abstract": "Online Estimation and Inference of ATE Using SGD",
        "bio": "PhD Student in Economics"
      },
      {
        "seminar_title": "Evaluating the Advertising Deduction: Optimal Deductions for Non-Production Activities",
        "date": "11-Feb-26",
        "location": "N/A",
        "time": "12:30p-1:15p",
        "speaker": "Eric Heiser",
        "affiliation": "Columbia University",
        "abstract": "Evaluating the Advertising Deduction: Optimal Deductions for Non-Production Activities",
        "bio": "PhD Student in Economics"
      },
      {
        "seminar_title": "The Effects of Reallocating Severance Savings on Firms and Workers",
        "date": "11-Feb-26",
        "location": "N/A",
        "time": "1:15p-2:00p",
        "speaker": "Isabella Di Filippo",
        "affiliation": "Columbia University",
        "abstract": "The Effects of Reallocating Severance Savings on Firms and Workers",
        "bio": "PhD Student in Economics"
      },
      {
        "seminar_title": "How Do Voters Process Information? The Case of Criminal Politicians in India",
        "date": "12-Feb-26",
        "location": "1101 IAB",
        "time": "4:10p-5:25p",
        "speaker": "Yusuf Neggers",
        "affiliation": "N/A",
        "abstract": "We study how voters process information through two experiments around Indian elections. In a large-scale experiment, we show that providing voters information about candidates’ criminal charges increases votes for clean candidates and reduces votes for criminal politicians, with larger penalties for candidates facing more and serious charges. A follow-up experiment replicates these results and identifies two mechanisms. First, information facilitates learning: voters form more accurate beliefs and evaluate criminal candidates less favorably. Second, using direct measures of voter attention, we show that information makes criminality more salient—especially when it is surprising or highlights contrast—and increases its weight in voting decisions. Our findings demonstrate that information can improve political selection in polarized environments by helping voters learn about, and drawing their attention to, valence qualities.",
        "bio": "N/A"
      }
    ]
  }
]