[
  {
    "department": "Statistics",
    "series": "Student Seminar Series",
    "entries": [
      {
        "seminar_title": "Robust Point Matching with Distance Profiles",
        "date": "28-Jan-2026",
        "location": "Room 1025 SSW, 1255 Amsterdam Avenue",
        "time": "12:00 - 1:00 pm",
        "speaker": "Yoonhaeng Hur",
        "affiliation": "Unknown",
        "abstract": "Computational difficulty of quadratic matching and the Gromov-Wasserstein distance has led to various approximation and relaxation schemes. One of such methods, relying on the notion of distance profiles, has been widely used in practice, but its theoretical understanding is limited. By delving into the statistical complexity of the previously proposed method based on distance profiles, we show that it suffers from the curse of dimensionality unless we make certain assumptions on the underlying metric measure spaces. Building on this insight, we propose and analyze a modified matching procedure that can be used to robustly match points under a certain probabilistic setting. We demonstrate the performance of the proposed methods using simulations and real data applications to complement the theoretical findings. As a result, we contribute to the literature by providing theoretical underpinnings of the matching procedures based on distance invariants like distance profiles, which have been widely used in practice but rarely analyzed theoretically.",
        "bio": "Unknown"
      },
      {
        "seminar_title": "Regularized f-Divergence Kernel Tests",
        "date": "4-Feb-2026",
        "location": "Room 1025 SSW, 1255 Amsterdam Avenue",
        "time": "12:00 - 1:00 pm",
        "speaker": "Monica Ribero",
        "affiliation": "Research Scientist at Google NYC",
        "abstract": "We propose a framework to construct practical kernel-based two-sample tests from the family of f-divergences. The test statistic is computed from the witness function of a regularized variational representation of the divergence, which we estimate using kernel methods. The proposed test is adaptive over hyperparameters such as the kernel bandwidth and the regularization parameter. We provide theoretical guarantees for statistical test power across our family of f-divergence estimates. While our test covers a variety of f-divergences, we bring particular focus to the Hockey-Stick divergence, motivated by its applications to differential privacy auditing and machine unlearning evaluation. For two-sample testing, experiments demonstrate that different f-divergences are sensitive to different localized differences, illustrating the importance of leveraging diverse statistics. For machine unlearning, we propose a relative test that distinguishes true unlearning failures from safe distributional variations.",
        "bio": "Unknown"
      },
      {
        "seminar_title": "Some Open Problems in Probability that are Relevant to Applied Statistics",
        "date": "11-Feb-2026",
        "location": "Room 1025 SSW, 1255 Amsterdam Avenue",
        "time": "12:00 - 1:00 pm",
        "speaker": "Prof. Andrew Gelman",
        "affiliation": "Unknown",
        "abstract": "How does probability theory apply to statistical practice? Not just through the usual limit theorems of fixed-model asymptotics. Probability theory also has interesting and important challenges related to models of growing complexity. Solving some of these probability problems should allow us to fit more accurate models and make better predictions and inferences in the real world. We motivate and explain several of these open problems: piranha theorems, incoherent Gibbs sampling, the martingale property of probability forecasts, predictively consistent priors, and infill or sprawl asymptotics. Here are some references that start to address these topics: https://sites.stat.columbia.edu/gelman/research/published/piranha_published.pdf https://sites.stat.columbia.edu/gelman/research/published/arnold2.pdf https://sites.stat.columbia.edu/gelman/research/published/mi_theory9.pdf https://statmodeling.stat.columbia.edu/2024/09/24/its-martingale-time-baby-how-to-evaluate-probabilistic-forecasts-before-the-event-happens-rajiv-sethi-has-an-idea-hint-it-involves-time-series/ https://arxiv.org/abs/2507.11833 https://statmodeling.stat.columbia.edu/2013/05/30/infill-asymptotics-and-sprawl-asymptotics/",
        "bio": "Unknown"
      },
      {
        "seminar_title": "A Generalized Potts Model",
        "date": "18-Feb-2026",
        "location": "Room 1025 SSW, 1255 Amsterdam Avenue",
        "time": "12:00 - 1:00 pm",
        "speaker": "Reihaneh Malekian",
        "affiliation": "Columbia",
        "abstract": "In this talk, we introduce a class of Gibbs measures where the Hamiltonian is the (scaled) number of monochromatic copies of a small subgraph H in a randomly colored large graph G. This framework generalizes the well-known Potts model, which corresponds to the special case H = K2, where the Hamiltonian simply counts the number of monochromatic edges. As time permits, we briefly mention our results. This is an ongoing joint work with Sumit Mukherjee, Nabarun Deb and Sohom Bhattacharya.",
        "bio": "Unknown"
      },
      {
        "seminar_title": "An uncertainty-aware framework for data-efficient multi-view animal pose estimation",
        "date": "18-Feb-2026",
        "location": "Room 1025 SSW, 1255 Amsterdam Avenue",
        "time": "12:00 - 1:00 pm",
        "speaker": "Lenny Aharon",
        "affiliation": "Columbia",
        "abstract": "Multi-view pose estimation is essential for quantifying animal behavior in scientific research, yet current methods struggle to achieve accurate tracking with limited labeled data and suffer from poor uncertainty estimates. We address these challenges with a comprehensive framework combining novel training and post-processing techniques, and a model distillation procedure that leverages the strengths of these techniques to produce a more efficient and effective pose estimator. Our multi-view transformer (MVT) utilizes pretrained backbones and enables simultaneous processing of information across all views, while a novel patch masking scheme learns robust cross-view correspondences without camera calibration. For calibrated setups, we incorporate geometric consistency through 3D augmentation and a triangulation loss. We extend the existing Ensemble Kalman Smoother (EKS) post-processor to the nonlinear case and enhance uncertainty quantification via a variance inflation technique. Finally, to leverage the scaling properties of the MVT, we design a distillation procedure that exploits improved EKS predictions and uncertainty estimates to generate high-quality pseudo-labels, thereby reducing dependence on manual labels. Our framework components consistently outperform existing methods across three diverse animal species (flies, mice, chickadees), with each component contributing complementary benefits. The result is a practical, uncertainty-aware system for reliable pose estimation that enables downstream behavioral analyses under real-world data constraints.",
        "bio": "Unknown"
      },
      {
        "seminar_title": "TWO SIGMA’S QUANT RESEARCH PHD SEMINAR @COLUMBIA",
        "date": "25-Feb-2026",
        "location": "Room 1025 SSW, 1255 Amsterdam Avenue",
        "time": "12:00 - 1:00 pm",
        "speaker": "Two Sigma",
        "affiliation": "Unknown",
        "abstract": "Curious about using data to forecast the future? Join Two Sigma’s talk to learn about how we create systematic tools and technologies to forecast the future of global markets. Our Quant Researchers will be there to discuss their transition from Columbia into financial sciences. This is also an opportunity to learn about our Early Careers programs for Internship and Full-Time opportunities in Quant Research and what to expect during the application and interview process. Register now to save your spot by RSVPing here. We hope to see you there! Food and Two Sigma swag will be provided.",
        "bio": "Unknown"
      }
    ]
  },
  {
    "department": "Statistics",
    "series": "Mathematical Finance Seminar Series",
    "entries": [
      {
        "seminar_title": "The Optimal Mean-Variance Selling Problem with Finite Horizon",
        "date": "29-Jan-26",
        "location": "Room 903, 1255 Amsterdam Ave.",
        "time": "4:10 pm - 5:25 pm",
        "speaker": "Goran Peskir",
        "affiliation": "University of Manchester",
        "abstract": "Imagine an investor who owns a stock that he wishes to sell so as to maximize his return and minimize his risk upon selling. In line with the classic mean-variance analysis, we identify the return with the expectation of the stock price and the risk with the variance of the stock price.\nThe quadratic nonlinearity of the variance then moves the resulting optimal stopping problem outside the scope of the standard/linear optimal stopping theory. Consequently, the results and methods of the standard/linear optimal stopping theory are no longer applicable in this new/nonlinear setting.\nThe solution to the nonlinear problem when the horizon is infinite has been known for some time, however, the method of proof used to solve the nonlinear problem in that case is not applicable in the case when the horizon is finite. The purpose of the talk is to present a new method of proof which solves the nonlinear problem when the horizon is finite. [This is joint work with P. Johnson and J.L. Pedersen]",
        "bio": "N/A"
      },
      {
        "seminar_title": "N/A",
        "date": "5-Feb-26",
        "location": "Room 903, 1255 Amsterdam Ave.",
        "time": "4:10 pm - 5:25 pm",
        "speaker": "Jim Gatheral and Xin Zhang",
        "affiliation": "Baruch and NYU",
        "abstract": "details here",
        "bio": "N/A"
      },
      {
        "seminar_title": "Particle Systems with Local Interactions via Hitting Times and Cascades on Graphs",
        "date": "12-Feb-26",
        "location": "Room 903, 1255 Amsterdam Ave.",
        "time": "4:10 pm - 5:25 pm",
        "speaker": "Yucheng Guo",
        "affiliation": "Princeton",
        "abstract": "We study particle systems interacting via hitting times on sparsely connected graphs, following the framework of Lacker, Ramanan and Wu (2023). We provide general robustness conditions that guarantee the well-posedness of physical solutions to the dynamics, and demonstrate their connections to the dynamic percolation theory. We then study the limiting behavior of the particle systems, establishing the continuous dependence of the joint law of the physical solution on the underlying graph structure with respect to local convergence and showing the convergence of the global empirical measure, which extends the general results by Lacker et al. to systems with singular interaction. The model proposed provides a general framework for analyzing systemic risks in large sparsely connected financial networks with a focus on local interactions, featuring instantaneous default cascades. Joint work with Qinxin Yan (Princeton PACM).",
        "bio": "N/A"
      },
      {
        "seminar_title": "Robust hedging of American options via aggregated Snell envelopes",
        "date": "19-Feb-26",
        "location": "Room 903, 1255 Amsterdam Ave.",
        "time": "4:10 pm - 5:25 pm",
        "speaker": "Marco Rodrigues",
        "affiliation": "Weierstrass Institute and TU Berlin",
        "abstract": "We study the robust hedging of American options under model uncertainty in a nondominated setting. Our approach is based on the construction of a Snell envelope under a sublinear expectation. We prove a duality formula for the robust superhedging price and establish the existence of a minimal superhedging strategy. Our results encompass continuous processes or processes with jumps and non-vanishing diffusion. A key application is to financial market models, where uncertainty is quantified through the semi-martingale characteristics.",
        "bio": "N/A"
      },
      {
        "seminar_title": "N/A",
        "date": "26-Feb-26",
        "location": "Columbia Innovation Hub, 2nd Floor (2276 12th Ave)",
        "time": "4:00pm-6:00pm",
        "speaker": "Mathias Beiglboeck and David Itkin",
        "affiliation": "Vienna and Imperial",
        "abstract": "Register here",
        "bio": "N/A"
      },
      {
        "seminar_title": "N/A",
        "date": "5-Mar-26",
        "location": "Room 903, 1255 Amsterdam Ave.",
        "time": "4:10 pm - 5:25 pm",
        "speaker": "Thibault Mastrolia",
        "affiliation": "Berkeley",
        "abstract": "N/A",
        "bio": "N/A"
      }
    ]
  },
  {
    "department": "Cancer Dynamics",
    "series": "IICD Seminar Series",
    "entries": [
      {
        "seminar_title": "IICD Monthly Research Meeting",
        "date": "04-Mar-26",
        "location": "Schermerhorn Hall, 1198 Amsterdam Ave., New York, NY 10027\t603Show Map",
        "time": "1:00 PM",
        "speaker": "See Abstract",
        "affiliation": "N/A",
        "abstract": "The\nIrving Institute for Cancer Dynamics\nhosts a monthly research meeting and lunch for their members. In each meeting, two speakers (students, postdocs, research scientists, or sometimes invited guests) give a 20-min informal talk, followed by a Q&A. All the IICD labs are invited to attend and participate in our monthly meetings to foster networking and collaboration opportunities among the IICD groups.\nThe event is only open to IICD members.",
        "bio": "Not detected in text"
      }
    ]
  },
  {
    "department": "Center for Science and Society",
    "series": "CSS Seminar Series",
    "entries": [
      {
        "seminar_title": "Yingyao Wang - The World in China and China in the World: A Preliminary Analysis of the Rise of Area Studies in China",
        "date": "23-Feb-26",
        "location": "Knox Hall (Room 707), Columbia University, 606 West 122nd Street, New York",
        "time": "10:00 AM",
        "speaker": "See Abstract",
        "affiliation": "Center for Science and Society",
        "abstract": "N/A",
        "bio": "Not detected in text"
      },
      {
        "seminar_title": "Yingyao Wang - Seeing Like Many States: Economic Policy Paradigms and the Remaking of the Chinese State in the Reform Era",
        "date": "23-Feb-26",
        "location": "Online and In-person: Knox Hall (Room 509), Columbia University, 606 West 122th Street, New York",
        "time": "12:30 PM",
        "speaker": "See Abstract",
        "affiliation": "Center for Science and Society",
        "abstract": "N/A",
        "bio": "Not detected in text"
      },
      {
        "seminar_title": "Asian Americans in Focus: Data, Narrative, and Action",
        "date": "23-Feb-26",
        "location": "Pulitzer Hall (Lecture Hall), Columbia University, 2950 Broadway, New York",
        "time": "5:30 PM",
        "speaker": "See Abstract",
        "affiliation": "Center for Science and Society",
        "abstract": "N/A",
        "bio": "Not detected in text"
      },
      {
        "seminar_title": "Climate and the Economy",
        "date": "24-Feb-26",
        "location": "Heyman Center (Second Floor Common Room), Columbia University, New York",
        "time": "4:15 PM",
        "speaker": "See Abstract",
        "affiliation": "Center for Science and Society",
        "abstract": "N/A",
        "bio": "Not detected in text"
      },
      {
        "seminar_title": "Edwidge Danticat: We\nk707;re Alone",
        "date": "25-Feb-26",
        "location": "Buell Hall, Columbia University, 515 West 116th Street, New York",
        "time": "6:00 PM",
        "speaker": "See Abstract",
        "affiliation": "Center for Science and Society",
        "abstract": "N/A",
        "bio": "Not detected in text"
      },
      {
        "seminar_title": "Premodern Information Overload",
        "date": "26-Feb-26",
        "location": "Online",
        "time": "12:30 PM",
        "speaker": "See Abstract",
        "affiliation": "Center for Science and Society",
        "abstract": "N/A",
        "bio": "Not detected in text"
      },
      {
        "seminar_title": "Heat Stories: Memory, Place, and a Changing Climate",
        "date": "26-Feb-26",
        "location": "Queens Landing Boathouse and Environmental Center, 56-27 2nd Street, New York",
        "time": "6:00 PM",
        "speaker": "See Abstract",
        "affiliation": "Center for Science and Society",
        "abstract": "N/A",
        "bio": "Not detected in text"
      },
      {
        "seminar_title": "Jun Zhou - Dancing with Metrics: Digitalization of Women's Labor in China",
        "date": "02-Mar-26",
        "location": "Online and In-person: Knox Hall (Room 707), Columbia University, 606 West 122nd Street, New York",
        "time": "10:00 AM",
        "speaker": "See Abstract",
        "affiliation": "Center for Science and Society",
        "abstract": "N/A",
        "bio": "Not detected in text"
      },
      {
        "seminar_title": "Nokwanda P. Makunga - Of Plants and People: Looking Through a Medicinal Plant Biotechnology Lens",
        "date": "02-Mar-26",
        "location": "Online and In-person: Fayerweather Hall (Room 513), Columbia University, 1180 Amsterdam Avenue, New York",
        "time": "12:00 PM",
        "speaker": "See Abstract",
        "affiliation": "Center for Science and Society",
        "abstract": "N/A",
        "bio": "Not detected in text"
      },
      {
        "seminar_title": "Jun Zhou - Selling Live: Metrics Architecture and the Reorganization of Service Work in China",
        "date": "02-Mar-26",
        "location": "Online and In-person: Knox Hall (Room 501D), Columbia University, 606 West 122th Street, New York",
        "time": "1:00 PM",
        "speaker": "See Abstract",
        "affiliation": "Center for Science and Society",
        "abstract": "N/A",
        "bio": "Not detected in text"
      },
      {
        "seminar_title": "Petroleum in (and out of) the Visual Arts",
        "date": "03-Mar-26",
        "location": "Heyman Center (Second Floor Common Room), Columbia University, New York",
        "time": "9:00 AM",
        "speaker": "See Abstract",
        "affiliation": "Center for Science and Society",
        "abstract": "N/A",
        "bio": "Not detected in text"
      },
      {
        "seminar_title": "Post-Earthquake Reconstruction: L'Aquila, Italy",
        "date": "03-Mar-26",
        "location": "Italian Academy (Teatro), Columbia University, 1161 Amsterdam Avenue, New York",
        "time": "2:00 PM",
        "speaker": "See Abstract",
        "affiliation": "Center for Science and Society",
        "abstract": "N/A",
        "bio": "Not detected in text"
      },
      {
        "seminar_title": "Mapping AI: Labor",
        "date": "04-Mar-26",
        "location": "Fayerweather Hall (Room 513), Columbia University, 1180 Amsterdam Avenue, New York",
        "time": "5:00 PM",
        "speaker": "See Abstract",
        "affiliation": "Center for Science and Society",
        "abstract": "N/A",
        "bio": "Not detected in text"
      },
      {
        "seminar_title": "Justice Forum: Supply Side Harm Reduction: Public Health Interventions in Drug Markets",
        "date": "04-Mar-26",
        "location": "Online and in-person: Casa Hispanica (Room 201), Columbia University, 612 West 112th Street, New York",
        "time": "6:00 PM",
        "speaker": "See Abstract",
        "affiliation": "Center for Science and Society",
        "abstract": "N/A",
        "bio": "Not detected in text"
      },
      {
        "seminar_title": "Climate Justice Now Round Table",
        "date": "05-Mar-26",
        "location": "Heyman Center (Second Floor Common Room), Columbia University, New York",
        "time": "4:15 PM",
        "speaker": "See Abstract",
        "affiliation": "Center for Science and Society",
        "abstract": "N/A",
        "bio": "Not detected in text"
      },
      {
        "seminar_title": "Current Directions in Neuroscience and the Law",
        "date": "06-Mar-26",
        "location": "Jerome Greene Hall (Room 101), Columbia University, 435 West 116th Street, New York",
        "time": "9:00 AM",
        "speaker": "See Abstract",
        "affiliation": "Center for Science and Society",
        "abstract": "N/A",
        "bio": "Not detected in text"
      }
    ]
  },
  {
    "department": "Economics and Politics",
    "series": "Econ and PoliSci Seminar Series",
    "entries": [
      {
        "seminar_title": "No Prices No Games!: Four Economic Models",
        "date": "20-Feb-26",
        "location": "1027 IAB",
        "time": "2:00p-4:00p",
        "speaker": "Ariel Rubinstein",
        "affiliation": "Tel Aviv University",
        "abstract": "While current economic theory focuses on prices and games, this book models economic settings where harmony is established through one of the following societal conventions: -A power relation according to which stronger agents are able to force weaker ones to do things against their will. -A norm that categorizes actions as permissible or forbidden. -A status relation over alternatives which limits each agent’s choices. -Systematic biases in agents’ preferences. These four conventions are analysed using simple and mathematically straightforward models, without any pretensions regarding direct applied usefulness. While we do not advocate for the adoption of any of these conventions specifically – we do advocate that when modelling an economic situation, alternative equilibrium notions should be considered, rather than automatically reaching for the familiar approaches of prices or games.",
        "bio": "Professor of Economics"
      },
      {
        "seminar_title": "Nursing Homes and Congestion Externalities in the Market for EMS",
        "date": "23-Feb-26",
        "location": "N/A",
        "time": "11:30a-11:55a",
        "speaker": "Jack Cenatempo",
        "affiliation": "Columbia University",
        "abstract": "N/A",
        "bio": "PhD Student in Economics"
      },
      {
        "seminar_title": "Supply shocks and \"greedflation\": the case of the egg industry",
        "date": "23-Feb-26",
        "location": "N/A",
        "time": "11:55a-12:20p",
        "speaker": "Diogo Wolff Surdi",
        "affiliation": "Columbia University",
        "abstract": "N/A",
        "bio": "PhD Student in Economics"
      },
      {
        "seminar_title": "Fulfillment Plans and Platform Steering",
        "date": "23-Feb-26",
        "location": "N/A",
        "time": "12:20p-12:45p",
        "speaker": "Riccardo Martina",
        "affiliation": "Columbia University",
        "abstract": "N/A",
        "bio": "PhD Student in Economics"
      },
      {
        "seminar_title": "Innovation Networks and Slow Recoveries from Financial Crises",
        "date": "23-Feb-26",
        "location": "N/A",
        "time": "1:00p-2:00p",
        "speaker": "Yoel Feinberg",
        "affiliation": "Columbia University",
        "abstract": "N/A",
        "bio": "PhD Student in Economics"
      },
      {
        "seminar_title": "Innovation Networks and Slow Recoveries from Financial Crises",
        "date": "23-Feb-26",
        "location": "N/A",
        "time": "1:00p-2:00p",
        "speaker": "Lucas Rosso",
        "affiliation": "Columbia University",
        "abstract": "N/A",
        "bio": "PhD Student in Economics"
      },
      {
        "seminar_title": "Understanding energy savings in a crisis: The role of prices and non-monetary factors",
        "date": "23-Feb-26",
        "location": "N/A",
        "time": "1:00p-2:00p",
        "speaker": "Sophie Behr",
        "affiliation": "DIW Berlin",
        "abstract": "N/A",
        "bio": "PhD Student in Economics"
      },
      {
        "seminar_title": "Got Beef with Beef? Evidence from a Large-Scale Carbon Labeling Experiment",
        "date": "23-Feb-26",
        "location": "801 IAB",
        "time": "3:10p-4:40p",
        "speaker": "Lisa Ho",
        "affiliation": "Columbia University",
        "abstract": "Carbon-footprint labeling has emerged as a prominent tool to shift consumers towards lower- emissions choices, but its effectiveness remains unclear, especially in polarized settings like the US. We report on the first large-scale evaluation of carbon labeling—a randomized field experiment with over 230,000 customers of a major food company. Carbon-footprint labels yielded modest average emission reductions of 0.6% but caused backlash: customers opposed to environmental nudges increased their dietary emissions. Despite limited environmental impact, the labels had positive financial returns, increasing customer retention by 1.0% and average customer-week profits by 0.9%. Thus, while climate labels will likely remain a popular sustainability nudge, they have only small environmental benefits and may backfire in polarized settings.",
        "bio": "Assistant Professor of Economics"
      }
    ]
  }
]