[
  {
    "department": "Statistics",
    "series": "Statistics Seminar Series",
    "entries": [
      {
        "seminar_title": "Algorithmic Stability in Statistical Inference",
        "date": "26-Jan-26",
        "location": "Room 903 SSW, 1255 Amsterdam Avenue",
        "time": "4:10 pm - 5:00 pm",
        "speaker": "Yuetian Luo",
        "affiliation": "Rutgers University",
        "abstract": "Algorithmic stability is a central concept in statistics and learning theory that measures how sensitive an algorithm's output is to small changes in the training data. In this talk, we consider two different perspectives of algorithmic stability in statistical inference. In the first part, we investigate the problem of distribution-free algorithm risk evaluation, uncovering fundamental limitations for answering these questions with limited amounts of data. To navigate the challenge, we will discuss how incorporating an assumption about algorithmic stability might help. In this second part, we reveal that while stability entails desirable properties, it is typically not sufficient on its own for statistical learning. For example, an algorithm that always outputs a constant function is perfectly stable but statistically meaningless. Then we will discuss the trade-offs between stability and accuracy in statistical inference.",
        "bio": "Yuetian Luo is an assistant professor in the Department of Statistics at Rutgers University. Before that, he was a postdoctoral scholar in the Data Science Institute at the University of Chicago, advised by Professor Rina Foygel Barber. He received his Ph.D. in Statistics from the University of Wisconsin-Madison in 2022 under the supervision of Professor Anru Zhang. His research interests lie broadly in distribution-free inference, computational complexity of statistical inference, tensor learning, robust statistics, and non-convex optimization."
      },
      {
        "seminar_title": "Nature-Inspired Metaheuristics as a General-Purpose Optimization Tool in Statistical Research",
        "date": "2-Feb-2026",
        "location": "Room 903 SSW, 1255 Amsterdam Avenue",
        "time": "4:10 pm - 5:00 pm",
        "speaker": "Weng Kee Wong",
        "affiliation": "UCLA",
        "abstract": "Nature-metaheuristics have been widely used in engineering, computer science and artificial intelligence to tackle various types of challenging optimization problems for decades and are increasingly used across disciplines. Interestingly, metaheuristics seem to be still relatively underused in the statistical research community. I present an overview of nature-inspired metaheuristics and describe their main appealing features, which are their speed, flexibility, availability of codes in different platforms, and ease of implementation and usage. Above all, they are virtually assumption-free, enabling us to apply these general-purpose algorithms to tackle all kinds of high-dimensional optimization tasks. I will highlight recent applications of these algorithms to find theory-based early-phase clinical trials, that are more realistic and flexible than current designs. If time permits, I will use an exemplary nature-inspired algorithm, called Particle Swarm Optimization and demonstrate how it quickly finds an optimal design for estimating a dose that optimizes a clinical utility index under a Bivariate Emax Model. Keywords: Continuous Designs, Early Phase Trials, Equivalence Theorems, Optimal Experiment Designs, Particle Swarm Optimization.",
        "bio": "Professor Wong is a Professor at UCLA since 1990 and over the years, he has done collaborative work in dentistry, environment health science, rheumatology, and various domains in oncology, including in the design and analysis of cancer control and prevention trials for controlling Hepatitis B among Asians, colorectal cancer for Hispanics, fighting obesity and promoting health of minorities at workplace. His main methodology research is in the construction of model- based optimal experimental designs for various biostatistical applications. His recent interests are in the applications of nature-inspired metaheuristics to tackle challenging estimation and design problems in toxicology, clinical trials and other areas of statistics. He has delivered more than 250 presentations globally, including recent short courses in design at Seoul National University and at the Toxicology Center in TU Dortmund University in Germany. Professor Wong has received grant awards from NSF and private foundations, along with several R01 grant awards from NIH as a principal investigator. He is fellow of the American Statistical Association, the Institute of Mathematical Statistics, the American Association for the Advancement of Science, an elected member of the International Statistical Institute and a full member of the Sigma Xi – The Scientific Research Honor Society. He has also just completed a 3-year Yushan Scholarship Award from the Ministry of Education in Taiwan."
      },
      {
        "seminar_title": "Learning Pseudo-Differential Operators",
        "date": "9-Feb-2026",
        "location": "Room 903 SSW, 1255 Amsterdam Avenue",
        "time": "4:10 pm - 5:00 pm",
        "speaker": "Daniel Sanz-Alonso",
        "affiliation": "University of Chicago",
        "abstract": "Pseudo-differential operators (PDOs) are a broad and fundamental class of operators in analysis and partial differential equations, with wide-ranging applications in mathematical and computational sciences. In this talk I will present recent work with Jiaheng Chen on learning elliptic PDOs from noisy data. Within a wavelet--Galerkin framework, we formulate this task as a structured infinite-dimensional regression problem with multiscale sparsity. Building on this structure, we propose a sparse, data- and computation-efficient estimator, which leverages a novel matrix compression scheme tailored to the learning task and a nested-support strategy to balance approximation and estimation errors. In addition to establishing convergence rates for the estimator, we show that the learned operator induces an efficient and stable Galerkin solver whose numerical error matches its statistical accuracy. Our results therefore contribute to bringing together operator learning, data-driven solvers, and wavelet methods in scientific computing.",
        "bio": "Daniel Sanz-Alonso is an Associate Professor in the Department of Statistics at the University of Chicago, where he is a member of the Committee on Computational and Applied Mathematics. Previously, he was a postdoctoral researcher in the Division of Applied Mathematics and a member of the Data Science Initiative at Brown University. He received his PhD in Mathematics and Statistics from the University of Warwick (UK) in 2016, under the supervision of Andrew Stuart and Gareth Roberts. His research interests include inverse problems, data assimilation, and scientific machine learning. A central theme of his work is the integration of complex predictive models with large data sets, addressing theoretical and computational challenges motivated by data-centric applications. He was awarded the José Luis Rubio de Francia Prize by the Spanish Royal Society of Mathematics, recognizing the best Spanish mathematician under the age of 32, and received an NSF CAREER Award in 2023. Since 2025, he has served as an Associate Editor of the SIAM/ASA Journal on Uncertainty Quantification and Stochastics and Partial Differential Equations: Analysis and Computations. His research has been supported by the National Science Foundation, the National Geospatial-Intelligence Agency, the Department of Energy, and the BBVA Foundation."
      },
      {
        "seminar_title": "Topics on Multivariate Integer-Valued Time Series",
        "date": "16-Feb-2026",
        "location": "Room 903 SSW, 1255 Amsterdam Avenue",
        "time": "4:10 pm - 5:00 pm",
        "speaker": "Konstantinos Fokianos",
        "affiliation": "University of Cyprus",
        "abstract": "We study inference and modelling techniques for multivariate count time series. In particular, we focus on autoregressive, network, and space–time models. The development of both the underlying theory and its applications depends critically on the choice of an appropriate response distribution for multivariate count data, as well as on the framework of observation‑driven models. Our aim is to highlight recent methodological advances in this area and to outline several directions for future research.",
        "bio": "Kostas Fokianos is a Professor of Statistics at the University of Cyprus, where he has served since 1999 and acted as a Head of Department between 2020-2024. He has also taught at The Ohio State University and Lancaster University. He has been a visiting scholar at Ludwig Maximilian University of Munich, the National Institutes of Health, EPFL, CY Cergy Paris University, the University of Bergen, TU Dortmund University, and the University of Rome Tor Vergata. He is a Fellow of the American Statistical Association, an elected member of the International Statistical Institute, and has held multiple editorial positions in leading statistical journals. His primary methodological contributions lie in time series analysis, with a particular focus on univariate and multivariate models for count time series."
      },
      {
        "seminar_title": "Deep learning theory: Statistics, optimization and the space in between",
        "date": "23-Feb-2026",
        "location": "Room 903 SSW, 1255 Amsterdam Avenue",
        "time": "4:10 pm - 5:00 pm",
        "speaker": "Sophie Langer",
        "affiliation": "Ruhr University Bochum",
        "abstract": "Statistical learning theory for deep learning has primarily focused on analyzing neural networks as estimators in nonparametric regression and classification problems. A central question is under which assumptions neural networks can circumvent the well-known curse of dimensionality. Existing literature typically addresses this question by either imposing structural assumptions on the target function or by assuming that the covariates possess a low-dimensional structure. In this talk, we present a unified framework that incorporates both types of assumptions within a single model. We show that neural networks can adapt to this framework and establish approximation and excess risk bounds that are independent of the ambient input dimension. Our results apply to simple fully connected neural networks with flexible width and depth. In the second part of the talk, we address the persistent gap between the statistical and optimization perspectives in deep learning. We present first results that jointly account for both aspects by deriving statistical risk bounds for estimators obtained via gradient descent. This talk is based on joint work with Alina Braun, Michael Kohler, Adam Krzyzak, and Thomas Nagler.",
        "bio": "Sophie Langer studied Mathematics with Economics at the Technical University of Darmstadt, and received a PhD in Statistics in 2020 under the supervision of Michael Kohler. After graduating, she worked as a postdoctoral student with Johannes Schmidt-Hieber at the University of Twente, the Netherlands, and with Lorenzo Rosasco at the University of Genoa, Italy. In October 2022, she was appointed an Assistant Professor at the University of Twente. Since April 2025, she has been a professor at Ruhr University Bochum, Germany. Her research focuses on the statistical foundations and theory of deep learning."
      },
      {
        "seminar_title": "N/A",
        "date": "2-March-2026",
        "location": "Room 903 SSW, 1255 Amsterdam Avenue",
        "time": "4:10 pm - 5:00 pm",
        "speaker": "Robert Nowak",
        "affiliation": "University of Wisconsin",
        "abstract": "N/A",
        "bio": "N/A"
      },
      {
        "seminar_title": "N/A",
        "date": "9-March-2026",
        "location": "Room 903 SSW, 1255 Amsterdam Avenue",
        "time": "4:10 pm - 5:00 pm",
        "speaker": "Anru Zhang",
        "affiliation": "Duke University",
        "abstract": "N/A",
        "bio": "N/A"
      },
      {
        "seminar_title": "N/A",
        "date": "23-March-2026",
        "location": "Room 903 SSW, 1255 Amsterdam Avenue",
        "time": "4:10 pm - 5:00 pm",
        "speaker": "Tony Cai",
        "affiliation": "University of Pennsylvania",
        "abstract": "N/A",
        "bio": "N/A"
      },
      {
        "seminar_title": "N/A",
        "date": "30-March-2026",
        "location": "Room 903 SSW, 1255 Amsterdam Avenue",
        "time": "4:10 pm - 5:00 pm",
        "speaker": "Madhi Soltanolkotabi",
        "affiliation": "University of Southern California",
        "abstract": "N/A",
        "bio": "N/A"
      },
      {
        "seminar_title": "N/A",
        "date": "6-Apr-2026",
        "location": "Room 903 SSW, 1255 Amsterdam Avenue",
        "time": "4:10 pm - 5:00 pm",
        "speaker": "N/A",
        "affiliation": "N/A",
        "abstract": "N/A",
        "bio": "N/A"
      },
      {
        "seminar_title": "N/A",
        "date": "13-Apr-2026",
        "location": "Room 903 SSW, 1255 Amsterdam Avenue",
        "time": "4:10 pm - 5:00 pm",
        "speaker": "Theodor Misiakiewicz",
        "affiliation": "Yale University",
        "abstract": "N/A",
        "bio": "N/A"
      },
      {
        "seminar_title": "N/A",
        "date": "20-Apr-2026",
        "location": "Room 903 SSW, 1255 Amsterdam Avenue",
        "time": "4:10 pm - 5:00 pm",
        "speaker": "N/A",
        "affiliation": "N/A",
        "abstract": "N/A",
        "bio": "N/A"
      },
      {
        "seminar_title": "N/A",
        "date": "27-Apr-2026",
        "location": "Room 903 SSW, 1255 Amsterdam Avenue",
        "time": "4:10 pm - 5:00 pm",
        "speaker": "Steve Marron",
        "affiliation": "UNC",
        "abstract": "N/A",
        "bio": "N/A"
      },
      {
        "seminar_title": "N/A",
        "date": "4-May-2026",
        "location": "Room 903 SSW, 1255 Amsterdam Avenue",
        "time": "4:10 pm - 5:00 pm",
        "speaker": "Hans Muller",
        "affiliation": "UC Davis",
        "abstract": "N/A",
        "bio": "N/A"
      }
    ]
  },
  {
    "department": "Statistics",
    "series": "Mathematical Finance Seminar Series",
    "entries": [
      {
        "seminar_title": "The Optimal Mean-Variance Selling Problem with Finite Horizon",
        "date": "29-Jan-26",
        "location": "Room 903, 1255 Amsterdam Ave.",
        "time": "4:10 pm - 5:25 pm",
        "speaker": "Goran Peskir",
        "affiliation": "University of Manchester",
        "abstract": "Imagine an investor who owns a stock that he wishes to sell so as to maximize his return and minimize his risk upon selling. In line with the classic mean-variance analysis, we identify the return with the expectation of the stock price and the risk with the variance of the stock price.\nThe quadratic nonlinearity of the variance then moves the resulting optimal stopping problem outside the scope of the standard/linear optimal stopping theory. Consequently, the results and methods of the standard/linear optimal stopping theory are no longer applicable in this new/nonlinear setting.\nThe solution to the nonlinear problem when the horizon is infinite has been known for some time, however, the method of proof used to solve the nonlinear problem in that case is not applicable in the case when the horizon is finite. The purpose of the talk is to present a new method of proof which solves the nonlinear problem when the horizon is finite. [This is joint work with P. Johnson and J.L. Pedersen]",
        "bio": "N/A"
      },
      {
        "seminar_title": " (No title provided)",
        "date": "5-Feb-26",
        "location": "Room 903, 1255 Amsterdam Ave.",
        "time": "4:10 pm - 5:25 pm",
        "speaker": "Jim Gatheral and Xin Zhang",
        "affiliation": "Baruch and NYU",
        "abstract": "Details available at: https://engineering.nyu.edu/events/2026/02/05/columbia-nyu-financial-engineering-colloquium-jim-gatheral-xin-zhang",
        "bio": "N/A"
      },
      {
        "seminar_title": "Particle Systems with Local Interactions via Hitting Times and Cascades on Graphs",
        "date": "12-Feb-26",
        "location": "Room 903, 1255 Amsterdam Ave.",
        "time": "4:10 pm - 5:25 pm",
        "speaker": "Yucheng Guo",
        "affiliation": "Princeton",
        "abstract": "We study particle systems interacting via hitting times on sparsely connected graphs, following the framework of Lacker, Ramanan and Wu (2023). We provide general robustness conditions that guarantee the well-posedness of physical solutions to the dynamics, and demonstrate their connections to the dynamic percolation theory. We then study the limiting behavior of the particle systems, establishing the continuous dependence of the joint law of the physical solution on the underlying graph structure with respect to local convergence and showing the convergence of the global empirical measure, which extends the general results by Lacker et al. to systems with singular interaction. The model proposed provides a general framework for analyzing systemic risks in large sparsely connected financial networks with a focus on local interactions, featuring instantaneous default cascades. Joint work with Qinxin Yan (Princeton PACM).",
        "bio": "N/A"
      },
      {
        "seminar_title": "Robust hedging of American options via aggregated Snell envelopes",
        "date": "19-Feb-26",
        "location": "Room 903, 1255 Amsterdam Ave.",
        "time": "4:10 pm - 5:25 pm",
        "speaker": "Marco Rodrigues",
        "affiliation": "Weierstrass Institute and TU Berlin",
        "abstract": "We study the robust hedging of American options under model uncertainty in a nondominated setting. Our approach is based on the construction of a Snell envelope under a sublinear expectation. We prove a duality formula for the robust superhedging price and establish the existence of a minimal superhedging strategy. Our results encompass continuous processes or processes with jumps and non-vanishing diffusion. A key application is to financial market models, where uncertainty is quantified through the semi-martingale characteristics.",
        "bio": "N/A"
      },
      {
        "seminar_title": " (No title provided)",
        "date": "26-Feb-26",
        "location": "Columbia Innovation Hub, 2nd Floor (2276 12th Ave)",
        "time": "4:00pm-6:00pm",
        "speaker": "Mathias Beiglboeck and David Itkin",
        "affiliation": "Vienna and Imperial",
        "abstract": "Registration required: https://docs.google.com/forms/d/e/1FAIpQLSciW0z0X9CJR5Yzy6JMySGt54ys4y4OX7e-unGSD0-Tfqj6vw/viewform",
        "bio": "N/A"
      },
      {
        "seminar_title": "(No title provided)",
        "date": "5-Mar-26",
        "location": "Room 903, 1255 Amsterdam Ave.",
        "time": "4:10 pm - 5:25 pm",
        "speaker": "Thibault Mastrolia",
        "affiliation": "Berkeley",
        "abstract": "N/A",
        "bio": "N/A"
      }
    ]
  },
  {
    "department": "Cancer Dynamics",
    "series": "IICD Seminar Series",
    "entries": [
      {
        "seminar_title": "IICD Monthly Research Meeting",
        "date": "04-Mar-26",
        "location": "Schermerhorn Hall, 1198 Amsterdam Ave., New York, NY 10027\t603Show Map",
        "time": "1:00 PM",
        "speaker": "See Abstract",
        "affiliation": "N/A",
        "abstract": "The\nIrving Institute for Cancer Dynamics\nhosts a monthly research meeting and lunch for their members. In each meeting, two speakers (students, postdocs, research scientists, or sometimes invited guests) give a 20-min informal talk, followed by a Q&A. All the IICD labs are invited to attend and participate in our monthly meetings to foster networking and collaboration opportunities among the IICD groups.\nThe event is only open to IICD members.",
        "bio": "Not detected in text"
      }
    ]
  },
  {
    "department": "Economics and Politics",
    "series": "Econ and PoliSci Seminar Series",
    "entries": [
      {
        "seminar_title": "Labor Inspections, Misallocation, and Welfare",
        "date": "20-Feb-26",
        "location": "1101 IAB",
        "time": "12:00p-1:00p",
        "speaker": "Eshaan Patel",
        "affiliation": "Columbia University",
        "abstract": "In developing countries, labor regulations are often enforced through complaint-driven inspections. This creates a trade-off: firms can lower inspection risk by reducing their size or increasing compliance. If labor markets are not perfectly competitive, the aggregate effects of enforcement patterns on misallocation and welfare are ambiguous. To disentangle these forces, we develop a structural model of imperfectly competitive firms that choose size and compliance to manage inspection risk. We discipline and quantify the model using novel data on the universe of labor inspections from Peru and show how our model can rationalize enforcement patterns in the data.",
        "bio": "Ph.D. Candidate in Economics"
      },
      {
        "seminar_title": "No Prices No Games!: Four Economic Models",
        "date": "20-Feb-26",
        "location": "1027 IAB",
        "time": "2:00p-4:00p",
        "speaker": "Ariel Rubinstein",
        "affiliation": "Tel Aviv University",
        "abstract": "While current economic theory focuses on prices and games, this book models economic settings where harmony is established through one of the following societal conventions: -A power relation according to which stronger agents are able to force weaker ones to do things against their will. -A norm that categorizes actions as permissible or forbidden. -A status relation over alternatives which limits each agent’s choices. -Systematic biases in agents’ preferences. These four conventions are analysed using simple and mathematically straightforward models, without any pretensions regarding direct applied usefulness. While we do not advocate for the adoption of any of these conventions specifically – we do advocate that when modelling an economic situation, alternative equilibrium notions should be considered, rather than automatically reaching for the familiar approaches of prices or games.",
        "bio": "Professor of Economics"
      },
      {
        "seminar_title": "Nursing Homes and Congestion Externalities in the Market for EMS",
        "date": "23-Feb-26",
        "location": "N/A",
        "time": "11:30a-11:55a",
        "speaker": "Jack Cenatempo",
        "affiliation": "Columbia University",
        "abstract": "Nursing Homes and Congestion Externalities in the Market for EMS",
        "bio": "PhD Student in Economics"
      },
      {
        "seminar_title": "Supply shocks and \"greedflation\": the case of the egg industry",
        "date": "23-Feb-26",
        "location": "N/A",
        "time": "11:55a-12:20p",
        "speaker": "Diogo Wolff Surdi",
        "affiliation": "Columbia University",
        "abstract": "Supply shocks and \"greedflation\": the case of the egg industry",
        "bio": "PhD Student in Economics"
      },
      {
        "seminar_title": "Fulfillment Plans and Platform Steering",
        "date": "23-Feb-26",
        "location": "N/A",
        "time": "12:20p-12:45p",
        "speaker": "Riccardo Martina",
        "affiliation": "Columbia University",
        "abstract": "Fulfillment Plans and Platform Steering",
        "bio": "PhD Student in Economics"
      },
      {
        "seminar_title": "Innovation Networks and Slow Recoveries from Financial Crises",
        "date": "23-Feb-26",
        "location": "N/A",
        "time": "1:00p-2:00p",
        "speaker": "Yoel Feinberg",
        "affiliation": "Columbia University",
        "abstract": "Innovation Networks and Slow Recoveries from Financial Crises",
        "bio": "PhD Student in Economics"
      },
      {
        "seminar_title": "Innovation Networks and Slow Recoveries from Financial Crises",
        "date": "23-Feb-26",
        "location": "N/A",
        "time": "1:00p-2:00p",
        "speaker": "Lucas Rosso",
        "affiliation": "Columbia University",
        "abstract": "Innovation Networks and Slow Recoveries from Financial Crises",
        "bio": "PhD Student in Economics"
      },
      {
        "seminar_title": "Understanding energy savings in a crisis: The role of prices and non-monetary factors",
        "date": "23-Feb-26",
        "location": "N/A",
        "time": "1:00p-2:00p",
        "speaker": "Sophie Behr",
        "affiliation": "DIW Berlin",
        "abstract": "Understanding energy savings in a crisis: The role of prices and non-monetary factors",
        "bio": "PhD Student in Economics"
      }
    ]
  }
]