[
  {
    "department": "Statistics",
    "series": "Student Seminar Series",
    "entries": [
      {
        "seminar_title": "Robust Point Matching with Distance Profiles",
        "date": "28-Jan-2026",
        "location": "Room 1025 SSW, 1255 Amsterdam Avenue",
        "time": "12:00 - 1:00 pm",
        "speaker": "Yoonhaeng Hur",
        "affiliation": "N/A",
        "abstract": "Computational difficulty of quadratic matching and the Gromov-Wasserstein distance has led to various approximation and relaxation schemes. One of such methods, relying on the notion of distance profiles, has been widely used in practice, but its theoretical understanding is limited. By delving into the statistical complexity of the previously proposed method based on distance profiles, we show that it suffers from the curse of dimensionality unless we make certain assumptions on the underlying metric measure spaces. Building on this insight, we propose and analyze a modified matching procedure that can be used to robustly match points under a certain probabilistic setting. We demonstrate the performance of the proposed methods using simulations and real data applications to complement the theoretical findings. As a result, we contribute to the literature by providing theoretical underpinnings of the matching procedures based on distance invariants like distance profiles, which have been widely used in practice but rarely analyzed theoretically.",
        "bio": "N/A"
      },
      {
        "seminar_title": "Regularized f-Divergence Kernel Tests",
        "date": "4-Feb-2026",
        "location": "Room 1025 SSW, 1255 Amsterdam Avenue",
        "time": "12:00 - 1:00 pm",
        "speaker": "Monica Ribero",
        "affiliation": "Research Scientist at Google NYC",
        "abstract": "We propose a framework to construct practical kernel-based two-sample tests from the family of f-divergences. The test statistic is computed from the witness function of a regularized variational representation of the divergence, which we estimate using kernel methods. The proposed test is adaptive over hyperparameters such as the kernel bandwidth and the regularization parameter. We provide theoretical guarantees for statistical test power across our family of f-divergence estimates. While our test covers a variety of f-divergences, we bring particular focus to the Hockey-Stick divergence, motivated by its applications to differential privacy auditing and machine unlearning evaluation. For two-sample testing, experiments demonstrate that different f-divergences are sensitive to different localized differences, illustrating the importance of leveraging diverse statistics. For machine unlearning, we propose a relative test that distinguishes true unlearning failures from safe distributional variations.",
        "bio": "N/A"
      },
      {
        "seminar_title": "Some Open Problems in Probability that are Relevant to Applied Statistics",
        "date": "11-Feb-2026",
        "location": "Room 1025 SSW, 1255 Amsterdam Avenue",
        "time": "12:00 - 1:00 pm",
        "speaker": "Prof. Andrew Gelman",
        "affiliation": "N/A",
        "abstract": "How does probability theory apply to statistical practice? Not just through the usual limit theorems of fixed-model asymptotics. Probability theory also has interesting and important challenges related to models of growing complexity. Solving some of these probability problems should allow us to fit more accurate models and make better predictions and inferences in the real world. We motivate and explain several of these open problems: piranha theorems, incoherent Gibbs sampling, the martingale property of probability forecasts, predictively consistent priors, and infill or sprawl asymptotics.",
        "bio": "N/A"
      },
      {
        "seminar_title": "TBA",
        "date": "18-Feb-2026",
        "location": "Room 1025 SSW, 1255 Amsterdam Avenue",
        "time": "12:00 - 1:00 pm",
        "speaker": "TBA",
        "affiliation": "N/A",
        "abstract": "N/A",
        "bio": "N/A"
      }
    ]
  },
  {
    "department": "Statistics",
    "series": "Mathematical Finance Seminar Series",
    "entries": [
      {
        "seminar_title": "The Optimal Mean-Variance Selling Problem with Finite Horizon",
        "date": "29-Jan-26",
        "location": "Room 903, 1255 Amsterdam Ave.",
        "time": "4:10 pm - 5:25 pm",
        "speaker": "Goran Peskir",
        "affiliation": "University of Manchester",
        "abstract": "Imagine an investor who owns a stock that he wishes to sell so as to maximize his return and minimize his risk upon selling. In line with the classic mean-variance analysis, we identify the return with the expectation of the stock price and the risk with the variance of the stock price.\nThe quadratic nonlinearity of the variance then moves the resulting optimal stopping problem outside the scope of the standard/linear optimal stopping theory. Consequently, the results and methods of the standard/linear optimal stopping theory are no longer applicable in this new/nonlinear setting.\nThe solution to the nonlinear problem when the horizon is infinite has been known for some time, however, the method of proof used to solve the nonlinear problem in that case is not applicable in the case when the horizon is finite. The purpose of the talk is to present a new method of proof which solves the nonlinear problem when the horizon is finite. [This is joint work with P. Johnson and J.L. Pedersen]",
        "bio": "N/A"
      },
      {
        "seminar_title": "N/A",
        "date": "5-Feb-26",
        "location": "Room 903, 1255 Amsterdam Ave.",
        "time": "4:10 pm - 5:25 pm",
        "speaker": "Jim Gatheral, Xin Zhang",
        "affiliation": "Baruch, NYU",
        "abstract": "Details available at: https://engineering.nyu.edu/events/2026/02/05/columbia-nyu-financial-engineering-colloquium-jim-gatheral-xin-zhang",
        "bio": "N/A"
      },
      {
        "seminar_title": "Particle Systems with Local Interactions via Hitting Times and Cascades on Graphs",
        "date": "12-Feb-26",
        "location": "Room 903, 1255 Amsterdam Ave.",
        "time": "4:10 pm - 5:25 pm",
        "speaker": "Yucheng Guo",
        "affiliation": "Princeton",
        "abstract": "We study particle systems interacting via hitting times on sparsely connected graphs, following the framework of Lacker, Ramanan and Wu (2023). We provide general robustness conditions that guarantee the well-posedness of physical solutions to the dynamics, and demonstrate their connections to the dynamic percolation theory. We then study the limiting behavior of the particle systems, establishing the continuous dependence of the joint law of the physical solution on the underlying graph structure with respect to local convergence and showing the convergence of the global empirical measure, which extends the general results by Lacker et al. to systems with singular interaction. The model proposed provides a general framework for analyzing systemic risks in large sparsely connected financial networks with a focus on local interactions, featuring instantaneous default cascades. Joint work with Qinxin Yan (Princeton PACM).",
        "bio": "N/A"
      },
      {
        "seminar_title": "Robust hedging of American options via aggregated Snell envelopes",
        "date": "19-Feb-26",
        "location": "Room 903, 1255 Amsterdam Ave.",
        "time": "4:10 pm - 5:25 pm",
        "speaker": "Marco Rodrigues",
        "affiliation": "Weierstrass Institute and TU Berlin",
        "abstract": "We study the robust hedging of American options under model uncertainty in a nondominated setting. Our approach is based on the construction of a Snell envelope under a sublinear expectation. We prove a duality formula for the robust superhedging price and establish the existence of a minimal superhedging strategy. Our results encompass continuous processes or processes with jumps and non-vanishing diffusion. A key application is to financial market models, where uncertainty is quantified through the semi-martingale characteristics.",
        "bio": "N/A"
      },
      {
        "seminar_title": "N/A",
        "date": "26-Feb-26",
        "location": "Location TBA",
        "time": "4:10 pm - 5:25 pm",
        "speaker": "Mathias Beiglboeck, David Itkin",
        "affiliation": "Vienna, Imperial",
        "abstract": "N/A",
        "bio": "N/A"
      },
      {
        "seminar_title": "N/A",
        "date": "5-Mar-26",
        "location": "Room 903, 1255 Amsterdam Ave.",
        "time": "4:10 pm - 5:25 pm",
        "speaker": "Thibault Mastrolia",
        "affiliation": "Berkeley",
        "abstract": "N/A",
        "bio": "N/A"
      }
    ]
  },
  {
    "department": "Center for Science and Society",
    "series": "CSS Seminar Series",
    "entries": [
      {
        "seminar_title": "Marcia N. Macedo - Breathing in the Amazon: Building a Community-Centered Network of Low- Cost Sensors to Monitor Local Air Pollution from Fires",
        "date": "16-Feb-26",
        "location": "Location not specified",
        "time": "12:00 PM",
        "speaker": "See Abstract",
        "affiliation": "N/A",
        "abstract": "N/A",
        "bio": "Not detected in text"
      },
      {
        "seminar_title": "Barbara Kiviat - The Moral Economy of Using Real-Time Driving Data to Price Car Insurance",
        "date": "16-Feb-26",
        "location": "Location not specified",
        "time": "1:00 PM",
        "speaker": "See Abstract",
        "affiliation": "N/A",
        "abstract": "N/A",
        "bio": "Not detected in text"
      },
      {
        "seminar_title": "Environmental Humanities Working Group Meeting",
        "date": "17-Feb-26",
        "location": "Location not specified",
        "time": "5:00 PM",
        "speaker": "See Abstract",
        "affiliation": "N/A",
        "abstract": "N/A",
        "bio": "Not detected in text"
      },
      {
        "seminar_title": "Vinciane Despret - Doing History with Animals",
        "date": "18-Feb-26",
        "location": "Location not specified",
        "time": "6:00 PM",
        "speaker": "See Abstract",
        "affiliation": "N/A",
        "abstract": "N/A",
        "bio": "Not detected in text"
      },
      {
        "seminar_title": "Justin Stearns - Revealed Sciences: Religion, Science, and the Occult in Early Modern Morocco",
        "date": "18-Feb-26",
        "location": "Location not specified",
        "time": "6:30 PM",
        "speaker": "See Abstract",
        "affiliation": "N/A",
        "abstract": "N/A",
        "bio": "Not detected in text"
      },
      {
        "seminar_title": "Yingyao Wang\r\n - The World in China and China in the World: A Preliminary Analysis of the Rise of Area Studies in China",
        "date": "23-Feb-26",
        "location": "Location not specified",
        "time": "10:00 AM",
        "speaker": "See Abstract",
        "affiliation": "N/A",
        "abstract": "N/A",
        "bio": "Not detected in text"
      },
      {
        "seminar_title": "Yingyao Wang - Seeing Like Many States: Economic Policy Paradigms and the Remaking of the Chinese State in the Reform Era",
        "date": "23-Feb-26",
        "location": "Location not specified",
        "time": "12:30 PM",
        "speaker": "See Abstract",
        "affiliation": "N/A",
        "abstract": "N/A",
        "bio": "Not detected in text"
      },
      {
        "seminar_title": "Asian Americans in Focus: Data, Narrative, and Action",
        "date": "23-Feb-26",
        "location": "Location not specified",
        "time": "5:30 PM",
        "speaker": "See Abstract",
        "affiliation": "N/A",
        "abstract": "N/A",
        "bio": "Not detected in text"
      },
      {
        "seminar_title": "Edwidge Danticat: We\r\n\r\n’re Alone",
        "date": "25-Feb-26",
        "location": "Location not specified",
        "time": "6:00 PM",
        "speaker": "See Abstract",
        "affiliation": "N/A",
        "abstract": "N/A",
        "bio": "Not detected in text"
      },
      {
        "seminar_title": "Premodern Information Overload",
        "date": "26-Feb-26",
        "location": "Location not specified",
        "time": "12:30 PM",
        "speaker": "See Abstract",
        "affiliation": "N/A",
        "abstract": "N/A",
        "bio": "Not detected in text"
      },
      {
        "seminar_title": "Heat Stories: Memory, Place, and a Changing Climate",
        "date": "26-Feb-26",
        "location": "Location not specified",
        "time": "6:00 PM",
        "speaker": "See Abstract",
        "affiliation": "N/A",
        "abstract": "N/A",
        "bio": "Not detected in text"
      }
    ]
  },
  {
    "department": "Economics and Politics",
    "series": "Econ and PoliSci Seminar Series",
    "entries": [
      {
        "seminar_title": "To be announced.",
        "date": "13-Feb-26",
        "location": "N/A",
        "time": "12:00p-12:30p",
        "speaker": "Matteo Fillipi",
        "affiliation": "N/A",
        "abstract": "To be announced.",
        "bio": "N/A"
      },
      {
        "seminar_title": "AI Exposure and Freelancer Job Preferences: Evidence from Upwork",
        "date": "16-Feb-26",
        "location": "N/A",
        "time": "11:30a-11:55a",
        "speaker": "Piper Wang",
        "affiliation": "Columbia University",
        "abstract": "AI Exposure and Freelancer Job Preferences: Evidence from Upwork",
        "bio": "PhD Student in Economics"
      },
      {
        "seminar_title": "Who Should Buy? Public Procurement and Bureaucratic Quality",
        "date": "16-Feb-26",
        "location": "N/A",
        "time": "11:55a-12:20p",
        "speaker": "Giacomo Massimiliano Anastasia",
        "affiliation": "Columbia University",
        "abstract": "Who Should Buy? Public Procurement and Bureaucratic Quality",
        "bio": "PhD Student in Economics"
      },
      {
        "seminar_title": "The Effects of Reallocating Severance Savings on Firms and Workers",
        "date": "16-Feb-26",
        "location": "N/A",
        "time": "12:20p-12:45p",
        "speaker": "Isabella Di Filippo",
        "affiliation": "Columbia University",
        "abstract": "The Effects of Reallocating Severance Savings on Firms and Workers",
        "bio": "PhD Student in Economics"
      },
      {
        "seminar_title": "Distributional Welfare Effects of Labour Market Power",
        "date": "16-Feb-26",
        "location": "IAB 1101",
        "time": "1:00p-2:00p",
        "speaker": "Madeline Hanson",
        "affiliation": "Columbia University",
        "abstract": "Distributional Welfare Effects of Labour Market Power",
        "bio": "Ph.D. Candidate in Economics"
      },
      {
        "seminar_title": "The Impact of Air Pollution on Consumer Behavior: Evidence from Credit Card and Mobility Data in South Korea",
        "date": "16-Feb-26",
        "location": "N/A",
        "time": "1:00p-2:00p",
        "speaker": "Ruixue Li",
        "affiliation": "Columbia University",
        "abstract": "The Impact of Air Pollution on Consumer Behavior: Evidence from Credit Card and Mobility Data in South Korea",
        "bio": "PhD Student in Sustainable Development"
      },
      {
        "seminar_title": "The Influence of Police Unions in Local Elections. Evidence from U.S. Cities Spending and Performance",
        "date": "17-Feb-26",
        "location": "Room 707",
        "time": "12:15p-1:30p",
        "speaker": "Maria Carreri",
        "affiliation": "Università Bocconi",
        "abstract": "Despite growing attention to local policies governing public safety issues, and mounting reports of police union spending to local candidates, the role of police unions in local politics remains understudied. We address this gap by assembling a novel, large-scale dataset on campaign finance in U.S. mayoral elections, covering 2,303 races across 1,073 cities from 2001 to 2019. We document that police unions frequently donate to mayoral candidates—especially in mid-sized and large cities—targeting likely winners and incumbents, and without displaying clear partisan bias. Using a within-city design that accounts for heterogeneous treatment effects in presence of staggered treatment timing, we find that the election of a police union–backed mayor leads to an expansion in police department size. However, we do not find improvements in police performance in these cities, suggesting that unions’ political involvement, while providing additional resources, might also be associated with reduced incentives for effort.",
        "bio": "Assistant Professor of Political Science"
      }
    ]
  }
]