[
  {
    "department": "Economics and Politics",
    "series": "Econ and PoliSci Seminar Series",
    "entries": [
      {
        "seminar_title": "The Influence of Police Unions in Local Elections. Evidence from U.S. Cities Spending and Performance",
        "date": "17-FEB-26",
        "location": "Room 707",
        "time": "12:15p-1:30p",
        "speaker": "Maria Carreri",
        "affiliation": "Università Bocconi",
        "abstract": "Despite growing attention to local policies governing public safety issues, and mounting reports of police union spending to local candidates, the role of police unions in local politics remains understudied. We address this gap by assembling a novel, large-scale dataset on campaign finance in U.S. mayoral elections, covering 2,303 races across 1,073 cities from 2001 to 2019. We document that police unions frequently donate to mayoral candidates—especially in mid-sized and large cities—targeting likely winners and incumbents, and without displaying clear partisan bias. Using a within-city design that accounts for heterogeneous treatment effects in presence of staggered treatment timing, we find that the election of a police union–backed mayor leads to an expansion in police department size. However, we do not find improvements in police performance in these cities, suggesting that unions’ political involvement, while providing additional resources, might also be associated with reduced incentives for effort.",
        "bio": "Assistant Professor of Political Science"
      },
      {
        "seminar_title": "The Costs of Buyer Counterparty Risk in Long-Term Contracts",
        "date": "17-FEB-26",
        "location": "1101 IAB",
        "time": "2:45p-4:00p",
        "speaker": "Natalia Fabra",
        "affiliation": "Center for Monetary and Financial Studies (CEMFI)",
        "abstract": "This paper examines how buyer counterparty risk -arising from the possibility that buyers renegotiate long-term contracts under the threat of default- distorts market efficiency. We develop a theoretical model showing that the prospect of renegotiation raises contract prices, further increasing the likelihood of renegotiation, and depresses investment. We then assess several policy interventions to promote contract liquidity in the presence of buyer counterparty risk, including public subsidies, financial guarantees, and collateral requirements. While these tools can mitigate price distortions and stimulate investment, they also introduce trade-offs, such as moral hazard and reliance on costly public funds. These insights are particularly relevant in sectors with capital-intensive, long-lived assets exposed to price volatility, notably electricity markets, where underinvestment in renewable generation may slow the energy transition and hinder decarbonization goals. Finally, we simulate the Spanish electricity contract market to quantify the model’s predictions.",
        "bio": "Professor of Economics"
      },
      {
        "seminar_title": "Public-Sector Pay, Worker Selection, and Government Performance: Evidence from Locality Pay Areas in the U.S.",
        "date": "18-FEB-26",
        "location": "1101 IAB",
        "time": "12:00p-1:00p",
        "speaker": "Diego Tocre",
        "affiliation": "Columbia University",
        "abstract": "How does geographically differentiated pay affect the selection and performance of public-sector workers? We study the creation and expansion of Locality Pay Areas (LPAs), which raise federal wages to better reflect local private-sector pay conditions across U.S. labor markets. Leveraging county-level staggered adoption and worker-level administrative data, we examine effects on recruitment, retention, and agency performance. Preliminary evidence indicates that higher pay reduces quits and shifts workforce composition toward older, more educated, and higher outside-option workers, with little change in total employment. Contract-level procurement data suggest improvements in project execution. The results highlight how centralized wage policies shape talent allocation and the effectiveness of government across space.",
        "bio": "PhD Student in Economics"
      },
      {
        "seminar_title": "Estimating the Effects of Temperature on Growth: Some Cautionary Notes",
        "date": "18-FEB-26",
        "location": "1102 IAB",
        "time": "12:00p-1:00p",
        "speaker": "Serena Ng",
        "affiliation": "Columbia University",
        "abstract": "N/A",
        "bio": "Edwin W. Rickert Professor of Economics"
      },
      {
        "seminar_title": "Peer Information at Work: A Large-Scale Field Experiment with Rideshare Drivers",
        "date": "18-FEB-26",
        "location": "N/A",
        "time": "12:30p-1:30p",
        "speaker": "Zhi Hao Lim",
        "affiliation": "Columbia University",
        "abstract": "N/A",
        "bio": "PhD Student in Economics"
      },
      {
        "seminar_title": "The Opioid Epidemic and Substitution to Alternative Pain Treatments",
        "date": "18-FEB-26",
        "location": "N/A",
        "time": "1:30p-2:00p",
        "speaker": "Renee Garrow",
        "affiliation": "Columbia University",
        "abstract": "N/A",
        "bio": "PhD Student in Economics"
      }
    ]
  }
]